Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy, eo, ga

source: Personal data items required for the operation of the Survey Data Collection Platform
cy: Eitemau data personol sydd eu hangen ar gyfer gweithredu Llwyfan Casglu Data'r Arolwg

source: Data item
cy: Eitem data

source: Description
cy: Disgrifiad

source: Email address
cy: Cyfeiriad e-bost

source: Survey Data Collection captures and stores the email address of those who register with the platform. Registration is required in order to complete a survey return.
cy: Mae Casglu Data'r Arolwg yn casglu ac yn storio cyfeiriad e-bost y rhai sy'n cofrestru gyda'r llwyfan. Mae angen cofrestru er mwyn cwblhau arolwg.

source: Email address is used as a unique user identifier. Once registered the email address and password created is required to identify you each time you use the service.
cy: Defnyddir cyfeiriad e-bost fel dynodwr defnyddiwr unigryw. Ar ôl cofrestru, gofynnir am eich cyfeiriad e-bost a'r cyfrinair i'ch adnabod bob tro y byddwch yn defnyddio'r gwasanaeth.

source: Additionally, the email address is used to send communications for purposes of account management and reminders of survey responses.
cy: Yn ogystal, defnyddir y cyfeiriad e-bost i anfon cyfathrebiadau at ddibenion rheoli cyfrifon a nodiadau atgoffa ynghylch ymatebion i'r arolwg.

source: Business Name
cy: Enw Busnes

source: Business names are pre-loaded into the Survey Data Collection platform as part of a business having been selected for a survey.
cy: Llwythir enwau busnes ymlaen llaw i lwyfan Casglu Data'r Arolwg fel rhan o fusnes a ddewiswyd ar gyfer arolwg.

source: The name of the business that has been selected for a given survey will have been provided to Survey Data Collection by another part of the Office for National Statistics responsible for the survey in question. Survey Data Collection stores and processes this.
cy: Bydd enw'r fusnes a ddewiswyd ar gyfer arolwg penodol wedi'i roi i Gasglu Data'r Arolwg gan ran arall o'r Swyddfa Ystadegau Gwladol sy'n gyfrifol am yr arolwg dan sylw. Mae Casglu Data'r Arolwg yn storio ac yn prosesu hyn.

source: IP address
cy: Cyfeiriad IP

source: Internet Protocol address
cy: Cyfeiriad Protocol y Rhyngrwyd

source: All devices connected to the internet will have an IP address and this is used for one device (e.g. the computer you use to provide a survey response at your place of work) to be able to talk to another (e.g. the Survey Data Collection web site) over the internet.
cy: Bydd gan bob dyfais a gysylltwyd â’r rhyngrwyd gyfeiriad IP ac fe’i defnyddir ar gyfer un ddyfais (e.e. y cyfrifiadur a ddefnyddir gennych i roi ymateb arolwg yn eich gweithle) i allu siarad ag un arall (e.e. gwefan Casglu Data’r Arolwg) dros y rhyngrwyd.

source: The logs of IP address activity against the Survey Data Collection service are kept for a limited period of time to facilitate investigations in the case of any problems.
cy: Cedwir cofnodion gweithgarwch cyfeiriad IP yn erbyn gwasanaeth Casglu Data’r Arolwg am gyfnod cyfyngedig i hwyluso ymchwiliadau pan geir problemau.

source: Surveys that are conducted on the Survey Data Collection platform may collect additional items of personal data.
cy: Gall arolygon a gynhelir ar lwyfan Casglu Data'r Arolwg gasglu eitemau ychwanegol o ddata personol.

source: Business surveys that require personal data
cy: Arolygon busnes y mae angen data personol arnynt

source: Annual Survey of Hours and Earnings
cy: Arolwg Blynyddol o Oriau ac Enillion

source: The legal basis for undertaking the Annual Survey of Hours and Earnings (ASHE) is the Statistics of Trade Act 1947. This means the General Data Protection Regulation has not changed the fact that this is mandatory for the organisations selected to be part of the sample. The personal data an organisation returns as part of this submission does not require the permission of the employees who form the data subjects and the subjects do not have any option to opt-out. The ASHE survey collects the following items of personal data
cy: Y sail gyfreithiol ar gyfer cynnal yr Arolwg Blynyddol o Oriau ac Enillion (ASHE) yw Deddf Ystadegau Masnach 1947. Mae hyn yn golygu nad yw’r Rheoliad Diogelu Data Cyffredinol wedi newid y ffaith bod hyn yn orfodol ar gyfer y sefydliadau a ddewiswyd i fod yn rhan o’r sampl. Nid yw’r data personol y mae sefydliad yn eu dychwelyd fel rhan o’r cyflwyniad hwn yn gofyn am ganiatâd y cyflogeion sy’n ffurfio gwrthrychau’r data ac nid oes gan y gwrthrychau unrhyw opsiwn i dynnu allan. Mae arolwg ASHE yn casglu’r eitemau canlynol o ddata personol

source: National insurance number
cy: Rhif yswiriant cenedlaethol

source: Date of birth
cy: Dyddiad geni

source: Postcode
cy: Cod post

source: Communication outside of the Survey Data Collection Platform
cy: Cyfathrebu'r tu allan i Lwyfan Casglu Data'r Arolwg

source: The Survey Data Collection platform contains both a telephone number and email address which can be used for both queries and issues with the platform and survey hosted on the platform.
cy: Mae llwyfan Casglu Data'r Arolwg yn cynnwys rhif ffôn yn ogystal â chyfeiriad e-bost y gellir eu defnyddio ar gyfer ymholiadau'n ogystal â phroblemau gyda'r llwyfan a'r arolwg a geir ar y llwyfan.

source: If you contact us via email, we will process the following data items
cy: Os byddwch yn cysylltu â ni drwy e-bost, byddwn yn prosesu'r eitemau data canlynol

source: IP address of the server from which the email was sent
cy: Cyfeiriad IP y gweinyddwr yr anfonwyd yr e-bost ohono

source: Any items of personal data within the email
cy: Unrhyw eitemau o ddata personol o fewn yr e-bost

source: If you contact us via telephone, we will process the following data items
cy: Os byddwch yn cysylltu â ni drwy ffonio, byddwn yn prosesu'r eitemau data canlynol

source: Telephone number
cy: Rhif ffôn

source: Name of the caller
cy: Enw'r galwr

source: Any items of personal data disclosed during the call
cy: Unrhyw eitemau o ddata personol a ddatgelir yn ystod yr alwad

source: Who we share your personal data with
cy: Gyda phwy rydym yn rhannu eich data personol

source: We use several (1st and 3rd) parties to collect and process personal data. These include (but are not limited to) government departments and approved researchers. Further information can be found on the following articles
cy: Rydym yn defnyddio sawl parti (1af a 3ydd) i gasglu a phrosesu data personol. Mae’r rhain yn cynnwys (ond nid ydynt yn gyfyngedig i) adrannau’r llywodraeth ac ymchwilwyr cymeradwy. Gellir dod o hyd i fwy o wybodaeth yn yr erthyglau canlynol

source: Approved Researcher Scheme
cy: Cynllun Ymchwilwyr Cymeradwy

source: Access to unpublished ONS research data by government organisations for statistical research
cy: Mynediad i ddata ymchwil y SYG heb eu cyhoeddi gan sefydliadau'r llywodraeth ar gyfer ymchwil ystadegol

source: Data is also processed by 3rd party IT companies who support our systems for the following purposes
cy: Mae data hefyd yn cael eu prosesu gan gwmnïau TG trydydd parti sy'n cefnogi ein systemau at y dibenion canlynol

source: Cloud infrastructure
cy: Isadeiledd cwmwl

source: Used to support the platform on which the Survey Data Collection service runs.
cy: Fe'u defnyddir i gefnogi'r llwyfan y mae gwasanaeth Casglu Data'r Arolwg yn ei gynnal.

source: Email notification service
cy: Gwasanaeth hysbysu e-bost

source: A service used to send email messages to the active accounts registered to the Survey Data Collection service.
cy: Gwasanaeth a ddefnyddir i anfon negeseuon e-bost i'r cyfrifon gweithredol a gofrestrwyd i wasanaeth Casglu Data'r Arolwg.

source: Secure file transfer
cy: Trosglwyddo ffeil yn ddiogel

source: This is used for the behind the scenes transfer of data that identify the businesses that have been selected for participation in a given survey.
cy: Fe'i defnyddir ar gyfer trosglwyddo data tu ôl i'r llenni sy'n nodi'r busnesau sydd wedi'u dewis ar gyfer cymryd rhan mewn arolwg penodol.

source: How long we keep your data
cy: Pa mor hir rydym yn cadw eich data

source: Log Retention
cy: Cadw Cofnod

source: Standard logs from the Survey Data Collection service are retained for a period of 30 days. Exceptional events may be retained for longer.
cy: Cedwir cofnodion sylfaenol gan wasanaeth Casglu Data'r Arolwg am gyfnod o 30 niwrnod. Gellir cadw digwyddiadau arbennig am gyfnod hwy.

source: Our general retention period for data collected via annual surveys is 3 years.
cy: Ein cyfnod cadw cyffredinol ar gyfer data a gesglir drwy arolygon blynyddol yw 3 blynedd.

source: Personal data used for account access will be retained as long as the account is active.
cy: Cedwir data personol a ddefnyddir ar gyfer mynediad i gyfrif cyhyd ag y bo'r cyfrif yn weithredol.

source: Your rights over your personal data
cy: Eich hawliau dros eich data personol

source: The General Data Protection Regulation (GDPR) details eight rights of individuals
cy: Mae'r Rheoliad Diogelu Data Cyffredinol (GDPR) yn rhoi manylion wyth hawl sydd gan unigolion

source: The right to be informed
cy: Yr hawl i gael eu hysbysu

source: The right of access
cy: Yr hawl mynediad

source: The right to rectification
cy: Yr hawl i gywiro

source: The right to erasure
cy: Yr hawl i ddileu

source: The right to restrict processing
cy: Yr hawl i gyfyngu prosesu

source: The right to data portability
cy: Yr hawl i gludadwyedd data

source: This right only exists if the lawful basis used is either consent or contract. Neither the Survey Data Collection service nor any surveys hosted on this platform rely on either of the lawful basis and therefore this right is not applicable.
cy: Mae’r hawl hwn yn bodoli’n unig os yw’r sail gyfreithiol a ddefnyddir yn naill ai’n ganiatâd neu’n gytundeb. Nid yw naill ai gwasanaeth Casglu Data’r Arolwg neu unrhyw arolygon a geir ar y llwyfan hwn yn dibynnu ar y naill neu'r llall o’r sail gyfreithiol ac felly nid yw’r hawl hwn yn gymwys.

source: The right to object
cy: Yr hawl i wrthwynebu

source: Rights in relation to automated decision making and profiling.
cy: Hawliau sy'n gysylltiedig â gwneud penderfyniadau awtomatig a phroffilio.

source: No automated decision making or profiling occurs at the personal level.
cy: Nid oes unrhyw wneud penderfyniadau awtomatig neu broffilio'n digwydd ar y lefel bersonol.

source: These rights are subject to exemptions.
cy: Mae'r hawliau hyn yn amodol i eithriadau

source: Contacting the Data Protection Office
cy: Cysylltu â'r Swyddfa Diogelu Data

source: The Data Protection Officer for the Office for National Statistics can be contacted as follows
cy: Gellir cysylltu â'r Swyddog Diogelu Data ar gyfer y Swyddfa Ystadegau Cenedlaethol fel a ganlyn

source: Contacting the Information Commissioner’s Office
cy: Cysylltu â Swyddfa'r Comisiynydd Gwybodaeth

source: We welcome the opportunity to be able to answer any questions or concerns you may have around the information provided here. If you are unhappy with our response to any of your requests or you have concerns around how your data has been handled, you have the right to lodge a complaint with the Information Commissioner’s Office.
cy: Rydym yn croesawu’r cyfle i fedru ateb unrhyw gwestiynau neu bryderon a allai fod gennych ynghylch y wybodaeth a ddarperir yma. Os byddwch yn anhapus gyda’n hymateb i unrhyw un o’ch ceisiadau neu os bydd gennych bryderon ynghylch sut y trafodwyd eich data, mae gennych yr hawl i gwyno i Swyddfa’r Comisiynydd Gwybodaeth.

source: The Information Commissioner’s Office provides guidance to the public on raising a concern with an organisation at the following location
cy: Mae Swyddfa'r Comisiynydd Gwybodaeth yn rhoi arweiniad i'r cyhoedd ynghylch trafod pryder gyda sefydliad yn y lleoliad canlynol

source: Help finding your access code
cy: Help i ddod o hyd i'ch cod mynediad

source: Need help? More information about the Census
cy: Angen help? Mwy o wybodaeth am y Cyfrifiad

source: Your information has been submitted. You can now close this page
cy: Cyflwynwyd eich gwybodaeth. Gallwch nawr gau'r dudalen hon

source: More information on how we use data we have collected
cy: Mwy o wybodaeth ynghylch sut rydym yn defnyddio'r data rydym wedi'u casglu

source: ONS Social Surveys
cy: Arolygon Cymdeithasol y SYG

source: Monday to Thursday 9am – 9pm
cy: Dydd Llun i ddydd Iau 9am - 9pm

source: Friday 9am - 8pm
cy: Dydd Gwener 9am - 8pm

source: Saturday 9am - 1pm
cy: Dydd Sadwrn 9am - 1pm

source: The Office for National Statistics (ONS) has created this cookies and privacy statement to demonstrate our firm commitment to privacy.
cy: Mae'r Swyddfa Ystadegau Gwladol (SYG) wedi creu'r cwcis a'r datganiad preifatrwydd hwn er mwyn dangos ein hymrwymiad cadarn i breifatrwydd.

source: The following is a description of what data is collected when you complete one of our online studies, how the data is stored and what it is used for.
cy: Mae'r canlynol yn ddisgrifiad o ba ddata a gesglir pan fyddwch chi'n cwblhau un o'n hastudiaethau ar-lein, sut y storir y data ac i ba ddiben y maent yn cael eu defnyddio.

source: Your privacy is very important to us. We comply with confidentiality requirements set out in the Statistics and Registration Service Act 2007 and the Data Protection Act 2018.
cy: Mae eich preifatrwydd yn bwysig iawn i ni. Rydym yn cydymffurfio â gofynion cyfrinachedd a nodir yn Neddf y Gwasanaeth Ystadegau a Chofrestru 2007 a Deddf Diogelu Data 2018.

source: Individual survey teams are responsible for the content (the questions asked) of their respective surveys. Survey Data Collection does need some personal data in its own right for the functioning of the platform.
cy: Mae timau arolwg unigol yn gyfrifol am y cynnwys (y cwestiynau a ofynnir) o’u harolygon priodol. Mae angen peth data personol ar Gaglu Data’r Arolwg ynddo’i hun ar gyfer gweithredu’r llwyfan

source: UK legislation allows us to collect and process your data to produce statistics for the public good. Your information will be treated as confidential by the Code of Practice for Official Statistics.
cy: Mae deddfwriaeth y DU yn caniatáu i ni gasglu a phrosesu eich data i gynhyrchu ystadegau er lles y cyhoedd. Trinnir eich gwybodaeth fel un gyfrinachol gan y Cod Ymarfer ar gyfer Ystadegau Swyddogol.

source: you sign in to the ONS Surveys platform
cy: rydych yn mewngofnodi i lwyfan Arolygon y SYG

source: Online Household Study
cy: Astudiaeth Cartrefi Ar-lein

source: The Online Household Study is a UK-wide online study which covers a range of topics including work, retirement, higher education, unemployment and looking after the family or home. The study collects the following items of personal data
cy: Mae’r Astudiaeth Cartrefi Ar-lein yn astudiaeth ar-lein ledled y DU sy’n cynnwys amrywiaeth o bynciau gan gynnwys gwaith, ymddeol, addysg uwch, diweithdra a gofalu am y teulu neu’r cartref. Mae’r astudiaeth yn casglu’r eitemau canlynol o ddata personol

source: Participating in the study, as well as specific questions within the study, is voluntary.
cy: Mae cymryd rhan yn yr astudiaeth, yn ogystal â chwestiynau penodol o fewn yr astudiaeth, yn wirfoddol.

source: This is used for the behind the scenes transfer of data that identify the households that have been selected for participation in a given survey.
cy: Fe'i defnyddir ar gyfer trosglwyddo data tu ôl i'r llenni sy'n nodi'r cartrefi sydd wedi'u dewis ar gyfer cymryd rhan mewn arolwg penodol.

source: Our general retention period for data collected via social surveys is 5 years.
cy: 5 mlynedd yw ein cyfnod cadw cyffredinol o ddata a gasglwyd drwy arolygon cymdeithasol.

source: Enter an answer to continue.
cy: Nodwch ateb i barhau.
eo: Pit in a repone furtae haud.
ga: Cuir freagra isteach le leanstan ar aghaidh.

source: Select an answer to continue.
cy: Dewiswch ateb i barhau.
eo: Wale a repone furtae haud.
ga: Roghnaigh freagra le leanstan ar aghaidh.

source: Select all that apply to continue.
cy: Dewiswch bopeth sy'n gymwys i barhau.
eo: Ootwale aa tha yins 'at effeirs furtae haud.
ga: Roghnaigh na cinn uilig lena mbaineann siad le leanstan ar aghaidh.

source: Enter a date to continue.
cy: Nodwch ddyddiad i barhau.
eo: Pit in a date furtae haud.
ga: Cuir dáta isteach le leanstan ar aghaidh.

source: Enter a duration to continue.
cy: Nodwch gyfnod o amser i barhau.
eo: Pit in a tack furtae haud.
ga: Cuir fad an ama isteach le leanstan ar aghaidh.

source: Enter an answer more than or equal to %(min)s.
cy: Nodwch ateb mwy na neu'n hafal i %(min)s.
eo: Pit in a repone mair nor, ur even'd wi, %(min)s.
ga: Cuir freagra isteach atá níos mó ná nó cothrom le %(min)s.

source: Enter an answer less than or equal to %(max)s.
cy: Nodwch ateb llai na neu'n hafal i %(max)s.
eo: Pit in a repone ablow ur evened wi %(max)s.
ga: Cuir freagra isteach atá níos lú ná nó cothrom le %(max)s.

source: Enter an answer more than %(min)s.
cy: Nodwch ateb mwy na %(min)s.
eo: Pit in a repone mair nor %(min)s.
ga: Cuir freagra isteach atá níos mó ná %(min)s.

source: Enter an answer less than 4r.
cy: Nodwch ateb llai na 4r.

source: Enter answers that add up to %(total)s
cy: Nodwch atebion sy'n adio hyd at %(total)s.
eo: Pit in repones 'at eiks til %(total)s
ga: Cuir freagraí isteach a shuimíonn go %(total)s ar fad

source: Enter answers that add up to or are less than %(total)s
cy: Nodwch atebion sy'n adio hyd at neu sy'n llai na %(total)s
eo: Pit in repones 'at eiks til ur bes ablow %(total)s
ga: Cuir freagraí isteach a shuimíonn go nó atá níos lú ná %(total)s

source: Enter answers that add up to less than %(total)s
cy: Nodwch atebion sy'n adio hyd at lai na %(total)s
eo: Pit in repones 'at eiks til ablow %(total)s
ga: Cuir freagraí isteach a shuimíonn go níos lú ná %(total)s

source: Enter answers that add up to greater than %(total)s
cy: Nodwch atebion sy'n adio hyd at fwy na %(total)s
eo: Pit in repones 'at eiks til mair nor %(total)s
ga: Cuir freagraí isteach a shuimíonn go níos mó ná %(total)s

source: Enter answers that add up to or are greater than %(total)s
cy: Nodwch atebion sy'n adio hyd at neu sy'n fwy na %(total)s
eo: Pit in repones 'at eiks til ur is mair nor %(total)s
ga: Cuir freagraí isteach a shuimíonn go nó atá níos mó ná %(total)s

source: Enter a number.
cy: Nodwch rif.
eo: Pit in a nummer.
ga: Cuir uimhir isteach.

source: Enter a whole number.
cy: Nodwch gyfanrif.
eo: Pit in a hail nummer.
ga: Cuir slánuimhir isteach.

source: Enter a number rounded to %(max)d decimal places.
cy: Nodwch rif a ddalgrynnir %(max)d i bwyntiau digid.
eo: Pit in a nummer adjistit tae %(max)d decymal places.
ga: Cuir uimhir isteach atá slánaithe go %(max)d ionad deachúlach.

source: Your answer is too long, it has to be less than %(max)d characters.
cy: Mae eich ateb yn rhy hir, rhaid iddo fod yn llai na %(max)d o lythrennau
eo: Yer repone's owre lang; it maun be ablow %(max)d teeps.
ga: Tá do fhreagra rófhada, caithfidh sé bheith níos lú ná %(max)d carachtar.

source: Enter a valid date.
cy: Nodwch ddyddiad dilys
eo: Pit in a richt date.
ga: Cuir isteach dáta bailí.

source: Enter a 'period to' date later than the 'period from' date.
cy: Nodwch ddyddiad 'cyfnod i' yn hwyrach na'r dyddiad 'cyfnod o'.
eo: Pit in a 'tack til' date eftèr tha 'tack frae' date.
ga: Cuir isteach 'tréimhse go' dáta níos moille ná an 'tréimhse ó' dáta.

source: Enter a valid duration.
cy: Nodwch gyfnod o amser dilys
eo: Pit in a richt lestin.
ga: Cuir isteach fad ama bailí.

source: Enter a reporting period greater than or equal to %(min)s.
cy: Nodwch gyfnod adrodd sy'n fwy na neu'n hafal i %(min)s.
eo: Pit in a fynnin tack mair nor ur marrowed wi %(min)s.
ga: Cuir isteach tréimhse tuairiscithe níos mó ná nó cothrom le %(min)s.

source: Enter a reporting period less than or equal to %(max)s.
cy: Nodwch gyfnod adrodd sy'n llai na neu'n hafal i %(max)s.
eo: Pit in a fynnin tack ablow ur marrowed wi %(max)s.
ga: Cuir isteach tréimhse tuairiscithe níos lú ná nó cothrom le %(max)s.

source: Enter a date after %(min)s.
cy: Nodwch ddyddiad ar ôl %(min)s.
eo: Pit in a date eftèr %(min)s.
ga: Cuir isteach dáta i ndiaidh %(min)s.

source: Enter a date before %(max)s.
cy: Nodwch ddyddiad cyn %(max)s.
eo: Pit in a date afore %(max)s.
ga: Cuir isteach dáta roimh %(max)s.

source: Uncheck %(non_exclusives)s or "%(exclusive)s" to continue
cy: Dad-diciwch %(non_exclusives)s neu "%(exclusive)s" i barhau

source: Remove an answer to continue.
cy: Dilëwch ateb i barhau.
eo: Tak oot a repone furtae haud.
ga: Bain freagra le leanstan ar aghaidh.

source: %(num)s day
cy: %(num)s diwrnod
ga: %(num)s lá

source: %(list_of_answers)s and %(last_answer)s
cy: %(list_of_answers)s a %(last_answer)s

source: Not a valid choice
eo: No a richt walin
ga: Ní rogha bhailí í seo

source: Office for National Statistics logo
eo: Offys fur Kintrie Nummerin
ga: Lógó Oifig an Staidrimh Náisiúnta

source: Census 2021
eo: Census 20an21
ga: Daonáireamh 2021

source: Northern Ireland Statistics and Research Agency logo
eo: Norlin Airlann Nummerin an Screengin Agentrie logo
ga: Lógó na Gníomhaireachta um Staidreamh agus Thaighde Thuaisceart Éireann

source: Enter an answer less than %(max)s.
eo: Pit in a repone ablow %(max)s.
ga: Cuir freagra isteach atá níos lú ná %(max)s.

source: Submit survey
eo: Pit in scance
ga: Cuir an suirbhé isteach

source: Choose another section to complete
eo: Ootwale anither shaidin furtae throch
ga: Roghnaigh mír eile le líonadh isteach

source: You must complete all sections in order to submit this survey
eo: Ye maun throch aa tha shaidins furtae pit in this scance
ga: Caithfidh tú na míreanna uilig a líonadh isteach leis an suirbhé a chur isteach

source: Completed
eo: Throcht
ga: Déanta

source: View answers
eo: Hae a leuk at repones
ga: Amharc ar na freagraí

source: View answers for {section_name}
eo: Hae a leuk at repones fur {section_name}
ga: Amharc ar na freagraí do {section_name}

source: Partially completed
eo: A feck o't throcht
ga: Cuid de déanta

source: Continue with section
eo: Haud til shaidin
ga: Lean ar aghaidh leis an mhír

source: Continue with {section_name} section
eo: Haud til {section_name} shaidin
ga: Lean ar aghaidh leis an mhír {section_name}

source: Not started
eo: No stairtit
ga: Níl sé tosaithe go fóill

source: Start section
eo: Stairt shaidin
ga: Tosaigh an mhír

source: Start {section_name} section
eo: Stairt {section_name} shaidin
ga: Tosaigh an mhír {section_name}

source: (You)
eo: (Yersel)
ga: (Tusa)

source: Check your answers before submitting
eo: Leuk ower yer repones afore pittin in
ga: Seiceáil do fhreagraí sula gcuireann tú isteach iad

source: Check your answers before continuing to the next section
eo: Leuk ower yer repones afore ye haud til tha follaein shaidin
ga: Seiceáil do fhreagraí roimh leanstan ar aghaidh chuig an chéad rannóg eile

source: You will have the opportunity to view and print a copy of your answers after submitting this survey
eo: Ye'll hae tha inlat o leukkin owre an prentin a scrow o yer repones eftèr pittin in this scance
ga: Beidh deis agat amharc ar do fhreagraí agus cóip díobh a phriontáil i ndiaidh duit an suirbhé seo a chur isteach

source: Thank you for submitting your census
eo: We'r ableeged tae ye fur pittin in yer heid-coont foarm
ga: Go raibh maith agat as d'fhoirm daonáirimh a chur isteach

source: We have received your answers and you do not need to do anything else.
eo: We hae gat yer repones an ye daenae hae tae dae ocht mair.
ga: Tá do chuid freagraí faighte againn agus ní gá duit rud ar bith eile a dhéanamh.

source: Authorisation refused
eo: Warrandice pit bak
ga: Údarú diúltaithe

source: Office for National Statistics
eo: Offys fur Kintrie Nummerin
ga: Oifig an Staidrimh Náisiúnta

source: Sorry, there is a problem
eo: We'r hairt-sair, thar's a pall
ga: Tá brón orm, tá fadhb ann
