Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy, eo, ga

source: To access this page you need to <a href='#'>enter your unique access code.</a>
eo: Furtae ingang this blaud ye may <a href='#'>inpit yer yinsum ingang code.</a>
ga: Le rochtain bheith agat ar an leathanach seo caithfidh tú <a href='#'> do chód rochtana uathúil a chur isteach.</a>

source: Page not found
eo: Blaud no fun
ga: Níl teacht ar bith ar an leathanach

source: If you entered a web address, check it is correct.
eo: Gin ye inpit a wabsteid bakkin, mine an mak siccar it's richt.
ga: Má chuir tú seoladh idirlín isteach, déan seiceáil go bhfuil sé ceart.

source: If you pasted the web address, check you copied the whole address.
eo: Gin ye battert tha wabsteid bakkin, mine an mak siccar ye taen a scrow o tha hail bakkin.
ga: Má ghreamaigh tú an seoladh idirlín isteach, déan seiceáil gur chópáil tú an seoladh iomlán isteach.

source: If the web address is correct or you selected a link or button, <a href='{url}'>contact us</a> for more help.
eo: Gin tha wabsteid bakkin is richt ur ye ootwaled a cleek ur button, <a href='{url}'>awn wi iz</a> fur mair o a heeze.
ga: Má tá an seoladh idirlín ceart nó má roghnaigh tú nasc nó cnaipe, <a href='{url}'> déan teagmháil linn </a> do thuilleadh cuidithe.

source: An error has occurred
eo: Thar wus a mistak
ga: Tharla earráid

source: Sorry, there is a problem with this service
eo: We'r hairt-sair - thar's a pall wi this fennin, but
ga: Tá brón orm, tá fadhb ann leis an tseirbhís seo

source: Try again later.
eo: Ettle at it agane eftèrhin.
ga: Bain triail as arís níos moille.

source: If you have started a survey, your answers have been saved.
eo: Gin ye hae stairtit a scance, yer repones is hained.
ga: Má thosaigh tú ar shuirbhé, sábháladh do fhreagraí.

source: <a href='{url}'>Contact us</a> if you need to speak to someone about your survey.
eo: <a href='{url}'>Awn wi iz</a> gin ye maun taak tae a bodie anent yer scance.
ga: <a href='{url}'> Déan teagmháil linn </a> más gá duit labhairt le duine éigin faoi do shuirbhé.

source: We have saved your progress and you will need to <a href="%(account_service_link)s">enter your unique code</a> to access the survey again.
eo: We hae hained yer oncum an ye may <a href="%(account_service_link)s">pit in yer yinsum code</a> furtae ingang tha scance agane.
ga: Táimid i ndiaidh do dhul chun cinn a shábháil agus beidh ort <a href="%(account_service_link)s"> do chód uathúil a iontráil </a> chun teacht ar an suirbhé arís.

source: We use cookies to improve your experience of census.gov.uk
eo: We uise cookies furtae fordèr yer pruivin o census.gov.uk
ga: Bainimid úsáid as fianáin chun do thaithí ar census.gov.uk a fheabhsú

source: Can't complete this question?
eo: Cannae throch this spierin?
ga: Nach féidir leat an cheist seo a fhreagairt?

source: Choose another section and return to this later
eo: Ootwale anither shaidin an bak-cum tae this eftèr
ga: Roghnaigh mír eile agus tar ar ais go dtí an ceann seo níos moille

source: Help
eo: Heeze
ga: Cuidiú

source: Privacy and data protection
eo: Hiddlins an gien taxt hainin
ga: Príobháideacht agus cosaint sonraí

source: Sign out
eo: Wise oot
ga: Sínigh amach

source: Selecting this will clear your answer
eo: Ootwalin this wull red yer repone
ga: Má roghnaíonn tú seo scriosfaidh sé seo do fhreagra

source: cleared
eo: redd
ga: scriosta

source: Selecting this will deselect any selected options
eo: Ootwalin this wull tak oot onie ootwaled walins
ga: Má roghnaíonn tú seo díroghnóidh tú rogha ar bith roghnaithe

source: You have {x} character remaining
eo: Ye hae {x} teep owre
ga: Tá {x} carachtar fágtha agat

source: You have {x} characters remaining
eo: Ye hae {x} teeps owre
ga: Tá {x} carachtar fágtha agat

source: Change your answer for:
eo: Cheynge yer repone fur:
ga: Athraigh do fhreagra do:

source: Change details for {item_name}
eo: Cheynge rinnins fur {item_name}
ga: Athraigh na sonraí do {item_name}

source: Remove {item_name}
eo: Redd {item_name}
ga: Bain {item_name}

source: The information you provide when you fill in your census rehearsal questionnaire is protected by law.
eo: Tha wittins ye gie whanivver ye fïll in yer heid-coont preein spierins is fendit wi tha laa.
ga: Beidh an t-eolas a thabharfaidh tú dúinn nuair a líonfaidh tú an réamhchleachtadh de cheistiúchán daonáirimh isteach á chosaint ag an dlí.

source: Here we detail why we need your information. We also describe all the steps that we take to make sure your information and your privacy are safe.
eo: Here we'r giein tha bak an forrits o why we maun hae yer wittins. Forbye, we'r giein aa oot aa tha wyes we see tae mak shuir yer wittins an yer hiddlins is siccar.
ga: Cuireann muid in iúl anseo an fáth a bhfuil d'eolas de dhíth orainn. Déanann muid cur síos ar na céimeanna uilig a ghlacann muid le cinntiú go mbeidh d'eolas agus do phríobháideacht slán sábháilte.

source: How and why we use your information
eo: Whut wye an fur why we uise yer wittins
ga: Seo an dóigh agus na fáthanna a n-úsáideann muid d'eolas

source: We collect information from your questionnaire under our statutory objective to promote and safeguard the production of official statistics that serve the public good. This means that any personal data we collect will only ever be used to produce statistics or undertake statistical research. People will not be identified within those statistics or research.
eo: We gaither wittins frae yer spierin foarm unnèr oor ettlin laid doon bae tha laa tae fordèr an hain tha ootcum o offeecial nummerin 'at warks fur tha guid o resydentèrs. Owre tha haid o this, onie gien taxt anent yer ainsel 'at we gaither wull jist be uised fur naethin mair nor risin nummerin ur tae tak oan hann nummerin screengin. Fowk wullnae be fun oot athin thae nummerins ur screengin.
ga: Bailíonn muid eolas ó do cheistiúchán de réir ár gcuspóra reachtúil le staidreamh oifigiúil ar mhaithe leis an ghnáthphobal a dhéanamh go forásach agus go slán sábháilte. Ciallaíonn sé seo nach n-úsáidfear cibé eolas a bhaileoidh muid ach le staidreamh nó le taighde staidrimh a dhéanamh. Ní aithneofar daoine taobh istigh den staidreamh nó den taighde sin.

source: Every 10 years, the census gathers vital information that helps the government and local authorities plan services like health services, roads and libraries.
eo: Ilka 10 twalmonds, tha heid-coont gaithers necessar wittins 'at gies tha governmin an locyal owerances a heeze wi mintin fennin tha like o guidin fennin adae wi poust, gates and bibliothecks.
ga: Gach 10 mbliana, bailíonn an daonáireamh eolas barrthábhachtach a chuidíonn leis an rialtas agus leis na húdaráis áitiúla seirbhísí amhail seirbhísí sláinte, na bóithre agus na leabharlanna, a phleanáil.

source: By running a rehearsal for Census 2021, we can test our processes, systems and services and make sure everything goes smoothly for the real thing. The personal data you provide on your questionnaire will also be used to undertake research and produce statistics that serve the public good, both by the Office for National Statistics (ONS) and accredited researchers from other organisations.
eo: Wi rinnin a preein fur Heid-Coont 20an21, we'll can pruive oor throch-pittins, gates and fennin an mak siccar aathin rins richt an gleg whanivver it's daen iver sae. Forbye, tha gien taxt anent yer ainsel 'at ye gie oan yer spierin foarm wull be uised tae tak oan hann screengin an rise nummerin 'at warks fur tha guid o resydentèrs, bae baith tha Offys fur Kintrie Nummerin (ONS) an homologatit bodies o skeel frae ither curns.
ga: Trí chleachtadh a reáchtáil do Dhaonáireamh 2021, is féidir linn ár bpróisis, ár gcórais agus ár seirbhísí a thástáil agus a chinntiú go dtéann gach rud go réidh don rud fíor. Úsáidfear na sonraí pearsanta a sholáthróidh tú ar do cheistneoir freisin chun taighde a dhéanamh agus staitisticí a chumadh a fhreastalóidh ar leas an phobail, ag an Oifig Náisiúnta Staidrimh (ONS) agus ag taighdeoirí creidiúnaithe ó eagraíochtaí eile.

source: We may occasionally record information about a property or an individual, in the interests of safeguarding the wellbeing of both those being interviewed and interviewers, as well as to assist people in the completion of their questionnaires. We’ll hold the minimum amount of personal data needed to meet these purposes.
eo: Betimes we micht tak a scrow o wittins anent a haudin ur a bodie thairsel, tha wye we'll can hain tha guid o baith tha yins pittin spierins an thaim 'at's giein spierin repones, forbye giein fowk a heeze wi throchin thair spierin foarms. We'll haud tha wee'est smitch o gien taxt anent a bodie's sel we maun hae tae shuit thir ettlins.
ga: Ó am go ham, d'fhéadfadh muid eolas a chlárú faoi réadmhaoin no faoi dhuine, ar mhaithe le leas na ndaoine sin a chuirfear faoi agallamh agus na n-agallaithe, chomh maith le cuidiú le daoine a gceistiúcháin a líonadh isteach. Coinneoidh muid an t-íosmhéid sonraí pearsanta a bheidh de dhíth leis na cuspóirí sin a chomhlíonadh.

source: For online completion, we’ll collect information about how people fill in their questionnaires online to provide us with knowledge of how to improve our online services.
eo: Fur throchin owre tha wab, we'll ingaither wittins anent tha wye fowk fïlls in thair spierin foarms ower tha wab, furtae aise kennin o whut wye tae fordèr oor fennin owre tha wab.
ga: Don cheistiúchán a líonfar ar líne, baileoidh muid eolas ar an dóigh a líonfaidh daoine a gceistiúcháin ar líne le eolas a thabhairt dúinn ar an bhealach lenár seirbhísí ar líne a fheabhsú.

source: Who can access the information?
eo: Wha cud ingang tha wittins?
ga: Cé ar féidir leo rochtain bheith acu ar an eolas?

source: During the rehearsal we’ll employ third-party providers to assist us with parts of the operation. These third parties work under our instruction.
eo: Throch tha preein we'll tak oan ootbye consarns tae gie iz a heeze wi pairts o tha traffeckin. Thir ootbye consarns daes thair darg unnèr oor airtin.
ga: I rith an réamhchleachtaidh, fostóidh muid soláthraithe tríú páirtí chun cuidiú linn le cuid den oibríocht. Beidh na tríú páirtithe ag obair faoinár dtreoir.

source: We treat the information we hold with respect, keeping it secure and confidential. Data may be made available to approved researchers where there is a clear public value and it’s safe and lawful to do so. More information on <a href='{policies_url}'>how we allow access to data for research</a> is available. We also publish a full list of all the <a href='{researchers_url}'>approved researchers</a> who we’ve granted access to.
eo: We guide tha wittins we haud wi mense, haudin it siccar an hiddlie. Gien taxt cud be pit tae tha han o homologatit bodies o skeel whar thar's a straucht-forrit guid fur resydentèrs an it's siccar an no agin tha laa tae dae't. Mair wittins anent <a href='{policies_url}'>whut wye we lat ingang til gien taxt fur screengin</a> is pit tae yer han. Forbye, we ootset a fu leet o aa tha <a href='{researchers_url}'>homologatit bodies o skeel</a> 'at we hae lat ingang it.
ga: Caithfidh muid leis an eolas atá againn le meas, ag coinneáil slán agus rúnda í. D'fhéadfaí sonraí a chur ar fáil do thaighdeoirí faofa áit a bhfuil luach poiblí soiléir agus go bhfuil sé sábháilte agus dleathach é sin a dhéanamh. Tá tuilleadh eolais ar fáil ar <a href='{policies_url}'>ar an bhealach a cheadaíonn muid rochtain ar shonraí taighde</a>. Foilsíonn muid liosta iomlán freisin de na taighdeoirí faofa <a href='{researchers_url}'> </a> a bhfuil rochtain againn orthu.

source: How long are personal data kept?
eo: Hoo lang wud gien taxt anent a bodie's sel be hauden?
ga: Cá fhad a choinneofar na sonraí pearsanta?

source: Data protection law requires that personal data are kept for no longer than is needed to fulfil the purposes for which they were originally collected.
eo: Tha laa anent tha hainin o gien taxt gars fowk haud gien taxt anent a bodie's sel fur nae langer nor whut's necessar tae shuit tha ettlins the' wur ingaithert fur at tha furst.
ga: Tá dualgas faoin dlí um chosaint sonraí nach gcoinneofar sonraí pearsanta gan níos faide ná an tréimhse a bheidh de dhíth leis na cuspóirí dar bailíodh ar dtús iad a chomhlíonadh.

source: The law allows that information held for statistical purposes only, such as information from your questionnaire, may be kept for longer periods. We’ll only continue to hold personal data where they are still used to produce statistics. Data used by approved researchers will be held within our <a href='{url}'>Secure Research Service</a>. Any personal data that we do not need, such as names and addresses, will be removed from the data at the earliest opportunity. The data will undergo regular reviews and will be deleted when they are no longer required.
eo: Tha laa gies lave 'at wittins hauden fur nummerin ettlins alane, tha like o wittins frae yer spierin foarm, micht be hauden fur langer tacks. We'll jist haud tae hingin oan tae gien taxt anent a bodie's sel whar the'r bein uised yit fur tae rise nummerin. Gien taxt uised wi homologatit bodies o skeel wull be hauden inbye oor <a href='{url}'>Siccar Screengin Fennin</a>. Onie gien taxt anent a bodie's sel we dinnae be tae hae, tha like o whut the' cry fowk an thair bakkins, wull be taen oot o tha pose o gien taxt at tha furst inlat. We'r fur haein reglar scances o tha gien taxt pose an blorryin it oot whan we dinnae be tae hae it onie mair.
ga: Ceadaíonn an dlí go bhféadfar eolas a choinnítear chun críocha staitistiúla amháin, amhail eolas ó do cheistneoir, a choinneáil ar feadh tréimhsí níos faide. Ní leanfaidh muid orainn ag coimeád sonraí pearsanta ach amháin nuair a úsáidtear iad chun staitisticí a tháirgeadh. Tionólfar sonraí a úsáideann taighdeoirí faofa laistigh dár <a href='{url}'> Seirbhís Taighde Slán </a>. Bainfear aon sonraí pearsanta nach gá dúinn, amhail ainmneacha agus seoltaí, as na sonraí a luaithe is féidir. Déanfar athbhreithnithe rialta ar na sonraí agus scriosfar iad nuair nach mbeidh gá leo a thuilleadh.

source: Safeguarding data, such as information about a property or an individual, will be held for the duration of the rehearsal. Most of the information will be deleted at the end of the rehearsal. In some instances, data will be held for longer periods, where keeping them continues to serve safeguarding purposes.
eo: Hainin gien taxt, tha like o wittins anent a haudin ur a bodie's sel, wull be hauden fur tha tack o tha preein. Maist o tha wittins wull be blorried oot at the enn o tha preein. In a feck o tha wyes o't, gien taxt wull be hauden fur langer tacks, whar haudin oan til thaim hauds tae shuitin tha hainin ettlins.
ga: Coinneofar sonraí sábháilteachta, amhail eolas faoi réadmhaoin nó faoi dhuine éigin, ar feadh fad an réamhchleachtaidh. Scriosfar an chuid is mó den eolas ag deireadh an réamhchleachtaidh. I roinnt cásanna, coinneofar sonraí ar feadh tréimhsí níos faide, más féidir linn iad a úsáid do chuspóirí sábháilteachta agus sinne a gcoinneáil.

source: Metrics containing information about how people fill in their questionnaires will be held in an identifiable form only until the necessary statistical matching has taken place. After this point the data will be de-identified and used for the purposes of improving our services.
eo: Metrics haudin wittins anent whut wye fowk fïlls in thair spierin foarms wull be hauden in a lay-oot whar a bodie cud be fun oot jist tae tha necessar marrowin fur nummerin is daen. Syne tha gien taxt wull be redd o onie mairks o tha bodie's sel an uised tae mint at fordèrin oor fennin.
ga: Coinneofar meadarachtaí ina bhfuil eolas ar an dóigh a líonann daoine a gceistiúcháin isteach i bhfoirm inaitheanta go dtí go ndéanfar an mheaitseáil staitisticiúil riachtanach. Ina dhiaidh seo, dí-aithneofar na sonraí agus úsáidfear iad lenár seirbhísí a fheabhsú.

source: How the law protects your information
eo: Whut wye tha laa fens yer wittins
ga: An dóigh a gcosnaíonn an dlí d'eolas

source: The <a href='{data_protection_url}'>General Data Protection Regulation</a> and the <a href='{data_protection_act_url}'>Data Protection Act 2018</a> determine how, when and why any organisation can process your personal data. Personal data is any information that can identify a living individual. These laws exist to make sure your data are managed safely and used responsibly. They also give you certain rights about your data and create a responsibility on the ONS, as a user of personal data, to provide you with certain information.
eo: Tha <a href='{data_protection_url}'> Oweraa Gien Taxt Hainin Disponin</a> an tha <a href='{data_protection_act_url}'>Gien Taxt Hainin Ect 20an18</a> desarns hoo, whaniver an fur why onie curn cud throch-pit wittins anent yer ainsel. Gien taxt anent yer ainsel bes onie wittins 'at cud mairk oot a parteeklar leevin bodie. Thir laas is tae tha fore furtae mak siccar yer gien taxt is guidit siccarly an uised stievely. Forbye, the' gie ye sindèrie richts adae wi yer gien taxt an pit an ontak oan tha ONS, seein it uises gien taxt anent a bodie's sel, tae gie ye parteeklar wittins.
ga: Socraíonn an <a href='{data_protection_url}'> an Rialachán Ginearálta um Chosaint Sonraí </a> agus an <a href='{data_protection_act_url}'> an tAcht um Chosaint Sonraí 2018 </a> cad é mar, cén uair agus cén fáth ar féidir le heagraíocht ar bith do shonraí pearsanta a phróiseáil. Is éard is sonraí pearsanta ann aon eolas a fhéadann duine beo a aithint. Tá na dlíthe seo ann lena chinntiú go ndéantar do shonraí a bhainistiú go sábháilte agus a úsáid go freagrach. Tugann siad cearta áirithe duit freisin maidir le do shonraí agus cruthaíonn siad freagracht ar ONS, mar úsáideoir sonraí pearsanta, chun eolas áirithe a sholáthar duit.

source: The ONS is a statutory body, meaning it was created by legislation, specifically the <a href='{url}'>Statistics and Registration Service Act 2007</a>. Our objective is to promote and safeguard the production and publication of official statistics that serve the public good. All our collection and use of data comes from powers that can be found in that Act or other UK legislation.
eo: Tha ONS bes a laa-stellit curn, mintin it wus foondit wi govermin laa, namely tha <a href='{url}'>Nummerin an Registratin Fennin Ect 20an07</a>. We'r ettlin at fordèrin an hainin tha risin an ootsettin o offeecial nummerin 'at fens tha guid o resydentèrs. Aa tha ingaitherin an uise o gien taxt 'at we dae cums frae pooers ye'll can fyn in thon Ect ur ither CK laas.
ga: Is comhlacht reachtúil é an Oifig Náisiúnta Staidrimh (ONS), rud a chiallaíonn gur cruthaíodh é le reachtaíocht, go háirithe an<a href='{url}'>tAcht um Sheirbhísí Staitisticí agus Clárúcháin 2007</a>. Is é ár gcuspóir táirgeadh agus foilsiú staitisticí oifigiúla a chur chun cinn agus a chosaint a chuireann leas an phobail chun cinn. Tagann gach bailiú agus úsáid sonraí ó chumhachtaí atá san Acht sin nó i reachtaíocht eile sa Ríocht Aontaithe.

source: The census rehearsal questionnaire has been assessed as compatible with the <a href='{url}'>Human Rights Act 1998</a>, specifically Article 8 (right to respect for a private and family life) and Article 9 (freedom of thought, conscience and religion) of the convention rights.
eo: Tha heid-coont preein spierin foarm has bin wechtit as answerin tha <a href='{url}'>Boadie-Kynn Richts Ect 19an98</a>, siccarly Airticle 8 (richt tae wicelike hannlin o hiddlie an faimlie leevin) an Airticle 9 (scowth fur thocht, conscience an releegion) o tha convenerie richts.
ga: Rinneadh measúnú ar cheistneoir an daonáirimh a bheith comhoiriúnach leis an <a href='{url}'>Acht um Chearta an Duine, 1998</a>, go háirithe Alt 8 (ceart meas ar shaol príobháideach agus teaghlaigh) agus Alt 9 (saoirse smaoinimh, coinsiasa agus reiligiúin) ar chearta na coinbhinsiún.

source: Legal basis for processing your data
eo: Foonds in laa fur throch-pittin yer gien taxt
ga: An bunús dlíthiúil le do shonraí a phróiseáil

source: Data protection legislation requires that all processing of personal data is undertaken under one or more conditions.
eo: Laas anent gien taxt hainin threaps 'at aa throch-pittin o gien taxt adae wi a bodie's sel is daen unnèr yin ur mair wyes o't.
ga: De réir na reachtaíochta um chosaint sonraí, caithfear próiseáil sonraí pearsanta a dhéanamh faoi cheann amháin nó níos mó coinníollacha.

source: For the census rehearsal, we’ll process information from your questionnaire, information about a property or an individual and information about how people fill in their questionnaires under the following condition:
eo: Fur tha heid-coont preein, we'r fur throch-pittin wittins frae yer spierin foarm, wittins anent a haudin ur a bodie's sel an wittins anent whut wye fowk f ïlls in thair spierin foarm unnèr tha follaein set:
ga: Do réamhchleachtadh an daonáirimh, próiseálfaidh muid eolas ó do cheistiúchán faoi réadmhaoin nó faoi dhuine agus eolas ar an dóigh a líonann daoine a gceistiúcháin isteach faoin choinníoll seo a leanas:

source: processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.
eo: throch-pittin's a maun-dae fur tha implymentin o a darg cairried oot fur tha guid o resydentèrs ur in tha hannlin o offeecial owerance vestit in tha owersman.
ga: tá próiseáil riachtanach d'fheidhmiú taisc a dhéantar ar mhaithe leis an ghnáthphobal nó san údarás oifigiúil a thiteann leis an rialaitheoir.

source: Under data protection legislation, an additional condition is required for the processing of special category personal data. These data include information about your racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, sex life or sexual orientation. They also include genetic and biometric data.
eo: Unnèr gien taxt hainin laas, we'r gart hae an eikit set fur tha throch-pittin o by-ordnar soarts o wittins adae wi a bodie's sel. This gien taxt taks in wittins anent tha kine o ye ur tha kin curn ye wur raired in, thochts adae wi pairtie, releegious ur warlview trowin, memmership o wark unions, sex daeins ur sex airtin. Forbye, the' tak in genetic ur biometric gien taxt.
ga: Faoin reachtaíocht um chosaint sonraí, tá coinníoll breise de dhíth le catagóir speisialta de shonraí pearsanta a phróiseáil. I measc na sonraí tá eolas ar do bhunús ciníoch nó eitneach, ar do chreideamh reiligiúnach nó fealsúnachta, ar do bhallraíocht de cheardchumann, do shaol gnéis nó do chlaonadh gnéis. Ina measc tá sonraí géiniteacha agus bithmhéadracha chomh maith.

source: For the rehearsal, we’ll process special category personal data on race, ethnicity, religion, philosophical beliefs and sexual orientation. nformation from your questionnaire is processed under the following two conditions:
eo: Fur tha preein, we'r fur throch-pittin by-ordnar soarts o gien taxt adae wi a bodie's sel anent tha kine o thaim, tha kin curn the' wur raired in, warlview trowin an sex airtin. Wittins frae yer spierin foarm is pit throu-hans unnèr tha follaein twa wyes o't:
ga: Don réamhchleachtadh seo, phróiseálfaidh muid sonraí pearsanta de chatagóirí speisialta ar chine, eitneacht, reiligiún, creideamh fealsúnachta agus claonadh gnéis. Próiseáiltear eolas ar do cheistiúchán faoin dá choinníoll seo a leanas:

source: processing is necessary for archiving in the public interest, scientific or historical research purposes or statistical purposes based on UK law.
eo: throch-pittin's necessar fur pittin wittins by fur tha guid o resydentèrs, fur ettlins adae wi screengin intil seeince ur historie ur ettlins adae wi nummerin foondit oan CK laas.
ga: tá próiseáil eolais i gcartlanna riachtanach ar mhaithe leis an ghnáthphobal, le cuspóirí taighde nó stairiúla nó le cuspóirí staitisticiúla bunaithe ar dhlíthe na UK.
