Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy, eo, ga

source: %(num)s year
cy: %(num)s blwyddyn
eo: %(num)s yeir
ga: %(num)s bliain

source: %(num)s month
cy: %(num)s mis
eo: %(num)s mond
ga: %(num)s mí

source: %(date)s at %(time)s
cy: %(date)s am %(time)s
ga: %(date)s ag %(time)s

source: %(from_date)s to %(to_date)s
cy: %(from_date)s i %(to_date)s
eo: %(from_date)s tae %(to_date)s
ga: %(from_date)s go %(to_date)s

source: Select month
cy: Dewiswch y mis

source: Select an answer
cy: Dewiswch ateb
eo: Ootwale a repone
ga: Roghnaigh freagra

source: Select relationship
cy: Dewiswch perthynas

source: Submit answers
cy: Cyflwynwch atebion
eo: Pit in repones
ga: Cuir isteach na freagraí

source: Continue
cy: Parhau
eo: Haud
ga: Lean ar aghaidh

source: Yes, I confirm these are correct
cy: Ydw, rwy'n cadarnhau bod y rhain yn gywir
eo: Aye, A warrant the'r richt
ga: Tá, dearbhaím go bhfuil siad ceart

source: Submitting
cy: Yn cyflwyno
eo: Pittin in
ga: Ag cur isteach

source: Survey feedback
cy: Adborth yr arolwg

source: Thank you for your feedback
cy: Diolch am eich adborth

source: Submission successful
cy: Cyflwynwyd yn llwyddiannus

source: It is now safe to close this window
cy: Mae nawr yn ddiogel i gau'r ffenestr hon

source: You are completing this for <span>%(ru_name)s</span> (%(trading_as_name)s)
cy: Rydych chi'n cwblhau hwn ar gyfer <span>%(ru_name)s</span> (%(trading_as_name)s)
eo: Ye'r throchin this fur <span>%(ru_name)s</span>(%(trading_as_name)s)
ga: Tá tú ag líonadh seo isteach do for <span>%(ru_name)s</span> (%(trading_as_name)s)

source: You are completing this for <span>%(ru_name)s</span>
cy: Rydych chi'n cwblhau hwn ar gyfer <span>%(ru_name)s</span>
eo: Ye'r throchin this fur <span>%(ru_name)s</span>
ga: Tá tú ag líonadh isteach seo do <span>%(ru_name)s</span>

source: If the company details or structure have changed contact us on %(telephone_number)s or email %(email_address)s
cy: Os yw manylion neu strwythur y cwmni wedi newid, cysylltwch â ni ar %(telephone_number)s neu e-bost % (email_address)s
eo: Gin tha rinnins anent tha consarn ur steidin haes cheynged awn wi iz oan %(telephone_number)s ur l-poast %(email_address)s
ga: Má tá sonraí an chomhlachta nó an struchtúir athraithe déan teagmháil linn ar %(telephone_number)s ar ríomhphost ag %(email_address)s

source: Your response is legally required
cy: Mae eich ymateb yn ofynnol yn gyfreithiol
eo: Ye'r gart mak repone bae tha laa
ga: Tá do fhreagra de dhíth go dlíthiúil

source: Information
cy: Gwybodaeth
eo: Wittins
ga: Eolas

source: Unfortunately you can only complete one survey at a time
cy: Yn anffodus, gallwch gwblhau un arolwg yn unig ar y tro
eo: Misfortunatly ye'll can throch nae mair nor tha yin scance at tha yin time
ga: Ar an drochuair, ní féidir leat ach suirbhé amháin a líonadh isteach ag aon am amháin

source: Close this window to continue with your current survey
cy: Caewch y ffenestr hon i barhau â'ch arolwg presennol
eo: Steek this wundae furtae haud wi tha scance ye'r daein thenoo
ga: Druid an fhuinneog le leanstan ar aghaidh le do shuirbhé reatha

source: This page has an error
cy: Mae gwall ar y dudalen hon
eo: This blaud haes a mislearin
ga: Tá earráid ar an leathanach seo

source: This <strong>must be corrected</strong> to continue
cy: Mae'n <strong>rhaid cywiro hwn<strong> cyn parhau
eo: This <strong>maun be richtent</strong> furtae haud
ga: Caithfear <strong>seo a cheartú</strong>le leanstan ar aghaidh

source: Session expired
cy: Daeth y sesiwn i ben
eo: Tack wared oot
ga: Tá an seisiún caite

source: Your session has expired
cy: Mae eich sesiwn wedi dod I ben
eo: Yer tack haes wared oot
ga: Tá do sheisiún caite

source: To help protect your information we have signed you out
cy: Er mwyn helpu i ddiogelu eich gwybodaeth rydym wedi'ch allgofnodi
eo: Furtae gie a heeze wi fennin yer wittins we hae wised ye oot
ga: Le do chuid eolais a chosaint bhí muid do do shíniú amach

source: Return to your account
cy: Dychwelyd i'ch cyfrif
eo: Beck-cum tae yer accoont
ga: Gabh ar ais chuig do chuntas

source: Signed out
cy: Fe'ch allgofnodwyd
eo: Wised oot
ga: Sínithe amach

source: Your survey answers have been saved. You are now signed out
cy: Mae atebion eich arolwg wedi'u cadw. Rydych chi nawr wedi'ch allgofnodi
eo: Yer repones tae tha scance is hained. Noo ye'r wised oot
ga: Sábháladh do fhreagraí don suirbhé. Tá tú sínithe amach anois

source: Summary
cy: Crynodeb
eo: Shoart wittins
ga: Achoimre

source: Check your answers and submit
cy: Gwiriwch eich atebion a'u cyflwyno
eo: Leuk owre yer repones an inpit thaim
ga: Déan seiceáil ar do fhreagraí agus cuir isteach iad

source: Please remember to submit these answers
cy: Cofiwch gyflwyno'r atebion hyn

source: Please submit this survey to complete it
cy: Cyflwynwch yr arolwg hwn i'w gwblhau
eo: Ableeged gin ye'd pit in this scance furtae throch it
ga: Cuir isteach an suirbhé seo lena chríochnú le do thoil

source: You can check your answers below
cy: Gallwch wirio eich atebion isod

source: This section is now complete
cy: Mae'r adran hon nawr wedi'i chwblhau

source: You can review your answers below
cy: Gallwch adolygu eich atebion isod

source: Please review your answers and confirm these are correct
cy: Adolygwch eich atebion a chadarnhewch fod y rhain yn gywir
eo: Ableeged gin ye'd scance yer repones an uphaud the'r richt
ga: Déan athbhreithniú ar do fhreagraí le do thoil agus dearbhaigh go bhfuil siad seo ceart

source: We've received your answers
cy: Rydym wedi derbyn eich atebion
eo: We hae gat yer repones
ga: Fuair muid do fhreagraí

source: Your answers were submitted for <span>%(ru_name)s</span> (%(trading_as_name)s) on %(submitted_date_time)s
cy: Cyflwynwyd eich atebion ar gyfer <span>%(ru_name)s</span> (%(trading_as_name)s) ar %(submitted_date_time)s

source: Your answers were submitted for <span>%(ru_name)s</span> on %(submitted_date_time)s
cy: Cyflwynwyd eich atebion ar gyfer <span>%(ru_name)s</span> ar %(submitted_date_time)s

source: Transaction ID
cy: ID Gweithredu
eo: Trokin ID
ga: Aitheantas idirbhirt

source: Your answers will be processed in the next few weeks
cy: Bydd eich atebion yn cael eu prosesu yn yr wythnosau nesaf

source: We may contact you to query your answers via phone or secure message
cy: Efallai y byddwn yn cysylltu â chi i holi am eich atebion drwy eich ffonio neu drwy neges ddiogel

source: View, save or print a copy of your answers
cy: Edrychwch ar eich atebion ac argraffwch gopi ohonynt

source: Your answers will only be available for <b>%(duration)s</b> to keep them secure.
cy: Bydd eich atebion ar gael am <b>%(duration)s</b> yn unig i'w cadw'n ddiogel

source: You are no longer able to view and print your answers
cy: Nid ydych bellach yn gallu gweld ac argraffu eich atebion

source: The link expires to maintain the security of your information
cy: Mae'r ddolen yn dod i ben er mwyn cadw eich gwybodaeth yn ddiogel

source: For more information on how we use this data
cy: I gael mwy o wybodaeth ynghylch sut rydym yn defnyddio'r data hwn

source: Submission
cy: Cyflwyno
eo: Pittin in
ga: Aighneacht

source: Submitted answers
cy: Atebion a gyflwynwyd
eo: Inpit repones
ga: Freagraí curtha isteach

source: Your answers were submitted for <span>%(ru_name)s</span> (%(trading_as_name)s) on %(submitted_time)s
cy: Cyflwynwyd eich atebion ar gyfer <span>%(ru_name)s</span> (%(trading_as_name)s) ar %(submitted_time)s
eo: Yer repones wus pit in fur <span>%(ru_name)s</span>(%(trading_as_name)s) oan %(submitted_time)s
ga: Cuireadh do fhreagraí isteach do <span>%(ru_name)s</span>(%(trading_as_name)s) ar %(submitted_time)s

source: Your answers were submitted for <span>%(ru_name)s</span> on %(submitted_time)s
cy: Cyflwynwyd eich atebion ar gyfer <span>%(ru_name)s</span> ar %(submitted_time)s
eo: Yer repones wus pit in fur <span>%(ru_name)s</span> oan %(submitted_time)s
ga: Cuireadh do fhreagraí isteach do <span>%(ru_name)s</span> ar %(submitted_time)s

source: Print this page
cy: Argraffu'r dudalen hon
eo: Prent this blaud
ga: Priontáil an leathanach seo

source: ONS Survey
cy: Arolwg y SYG

source: Skip to content
cy: Neidio i'r cynnwys

source: Hide sections
cy: Cuddio adrannau

source: View sections
cy: Edrych ar adrannau

source: Error
cy: Gwall

source: Sorry, something has gone wrong
cy: Mae'n ddrwg gennym, mae rhywbeth wedi mynd o'i le

source: Please quote this reference for any support queries
cy: Dyfynnwch y cyfeirnod hwn ar gyfer unrhyw ymholiadau cymorth

source: If the problem continues please call %(tel_num)s
cy: Os yw'r broblem yn parhau, ffoniwch %(tel_num)s

source: Your system information
cy: Eich gwybodaeth system

source: Save and continue
cy: Cadw a pharhau
eo: Hain an haud til't
ga: Sábháil agus lean ar aghaidh

source: Save and complete later
cy: Cadw a chwblhau yn nes ymlaen
eo: Hain an throch eftèr
ga: Sábháil agus críochnaigh níos moille

source: Hide this
cy: Cuddio hwn
eo: Hiddle this
ga: Cuir é seo i bhfolach

source: Section
cy: Adran

source: How can we improve this survey
cy: Sut y gallwn wella'r arolwg hwn

source: Characters remaining
cy: Llythrennau sy'n weddill

source: Name (optional)
cy: Enw (opsiynol)

source: Please include your name and email address if you’re interested in taking part in further research to improve this survey
cy: Rhowch eich enw a'ch cyfeiriad e-bost os oes gennych ddiddordeb mewn cymryd rhan mewn ymchwil pellach i wella'r arolwg hwn

source: Email address (optional)
cy: Cyfeiriad e-bost (opsiynol)

source: Send feedback
cy: Anfon adborth

source: Contact us
cy: Cysylltu â ni
eo: Awn wi iz
ga: Déan teagmháil linn

source: Cookies and privacy
cy: Cwcis a phreifatrwydd

source: All content is available under the %(class_open)sOpen Government Licence v3.0%(class_close)s, except where otherwise stated
cy: Mae'r holl gynnwys ar gael o dan %(class_open)s y Drwydded Llywodraeth Leol v3.0 %(class_close)s, oni bai y nodir fel arall

source: Legal information
cy: Gwybodaeth gyfreithiol

source: About ONS
cy: Ynghylch y SYG

source: What we do
cy: Yr hyn rydym yn ei wneud

source: Accessibility
cy: Hygyrchedd
eo: Aise o ingang
ga: Rochtain

source: Statistics
cy: Ystadegau

source: UK Statistics Authority
cy: Awdurdod Ystadegau'r DU

source: Release calendar
cy: Rhyddhau calendr

source: News
cy: Newyddion

source: My account
cy: Fy nghyfrif

source: Previous
cy: Blaenorol
eo: Yin afore
ga: Roimhe

source: Sections
cy: Adrannau

source: Your session is about to expire
cy: Mae eich sesiwn ar fin dod i ben

source: Continuing
cy: Yn parhau

source: Continue survey
cy: Parhau'r arolwg

source: Save and sign out
cy: Cadw ac allgofnodi
eo: Hain an wise oot
ga: Sábháil agus sínigh amach

source: Day
cy: Dydd
ga: Lá

source: Month
cy: Mis
eo: Mond
ga: Mí

source: Year
cy: Blwyddyn
eo: Twalmond
ga: Bliain

source: YYYY
cy: BBBB

source: Thanks for your feedback
cy: Diolch am eich adborth

source: Give feedback and help us improve this service
cy: Rhannwch eich adborth i’n helpu i wella’r gwasanaeth hwn

source: I don't want to provide feedback
cy: Nid wyf yn dymuno rhoi adborth

source: Hide all
cy: Cuddio popeth
eo: Hiddle aa
ga: Cuir iad go léir i bhfolach

source: Show all
cy: Dangos popeth
eo: Kythe aa
ga: Taispeáin iad go léir

source: Hide
cy: Cuddio
eo: Hiddle
ga: Cuir i bhfolach

source: Show
cy: Dangos
eo: Kythe
ga: Taispeáin

source: Start survey
cy: Cychwyn yr arolwg
eo: Stairt tha scance
ga: Tosaigh an suirbhé

source: Remove
cy: Dileu
eo: Redd
ga: Bain

source: Person
cy: Unigolyn

source: You
cy: Chi

source: Person
cy: Unigolyn

source: Add another person
cy: Ychwanegu unigolyn arall

source: Selecting this will add a new set of fields to enter another person
cy: Bydd dewis hwn yn ychwanegu set newydd o feysydd i ychwanegu unigolyn arall

source: Change
cy: Newid
eo: Cheynge
ga: Athraigh

source: Change your answer for: %(title)s. The current value is: %(value)s
cy: Newid eich ateb i: %(title)s. Y gwerth cyfredol yw: %(value)s

source: Add
cy: Ychwanegu

source: No answer provided
cy: Ni roddwyd ateb
eo: Nae repone gien
ga: Níor tugadh freagra ar bith

source: Select all that apply
cy: Dewiswch bopeth sy'n gymwys
eo: Ootwale aa tha yins 'at effeirs
ga: Roghnaigh na cinn uilig lena mbaineann siad

source: Or
cy: Neu
eo: Ur
ga: Nó

source: Selecting this will uncheck all other checkboxes
cy: Bydd dewis hwn yn dad-dicio pob blwch gwirio arall

source: deselected
cy: dad-ddewiswyd
eo: taen oot
ga: díroghnaithe

source: ONS Business Surveys
cy: Arolygon Busnes y SYG
eo: ONS Hannlin Scances
ga: Suirbhéanna Gnó ONS

source: Telephone
cy: Ffôn

source: Please quote the reference <b>%(ru_ref)s</b> when contacting ONS about this survey.
cy: Dyfynnwch y cyfeirnod <b>% (ru_ref) s </ b> wrth gysylltu â'r SYG am yr arolwg hwn.

source: Your Survey ID is <b>%(survey_id)s</b>.
cy: Eich ID Arolwg yw <b>%(survey_id)s</b>.

source: Opening hours
cy: Oriau agor

source: Monday to Thursday 8:30am – 5:00pm
cy: Dydd Llun i ddydd Iau 8:30am - 5:00pm

source: Friday 8:30am - 4:30pm
cy: Dydd Gwener 8:30am - 4:30pm

source: This office is closed during public holidays
cy: Mae'r swyddfa hon ar gau yn ystod gwyliau cyhoeddus

source: Email
cy: E-bost

source: Cookies and Privacy
cy: Cwcis a phreifatrwydd

source: The Office for National Statistics (ONS) has created this cookies and privacy statement in order to demonstrate our firm commitment to privacy.
cy: Mae'r Swyddfa Ystadegau Gwladol (y SYG) wedi creu'r cwcis a'r datganiad preifatrwydd hwn er mwyn dangos ein hymrwymiad cadarn i breifatrwydd.

source: The following is a description of what data is collected when you use the Survey Data Collection (SDC) service, how it is stored and what it is used for.
cy: Mae'r canlynol yn ddisgrifiad o ba ddata a gesglir pan fyddwch chi'n defnyddio'r gwasanaeth Casglu Data Arolwg (SDC), sut y cânt eu storio ac i ba ddiben y maent yn cael eu defnyddio.

source: Privacy
cy: Preifatrwydd

source: Your privacy is very important to us. We comply with confidentiality requirements set out in the Statistics and Registration Service Act 2007 and the Data Protection Act 1998.
cy: Mae eich preifatrwydd yn bwysig iawn i ni. Rydym yn cydymffurfio â gofynion cyfrinachedd a nodir yn Neddf y Gwasanaeth Ystadegau a Chofrestru 2007 a Deddf Diogelu Data 1998.

source: We can only use your information for research and statistical purposes. None of your personal information is disclosed through our statistics.
cy: Gallwn ddefnyddio'ch gwybodaeth yn unig ar gyfer dibenion ymchwil ac ystadegol. Ni ddatgelir dim o'ch gwybodaeth bersonol trwy ein hystadegau.

source: Security
cy: Diogelwch

source: We ensure that the information you provide is kept safe and secure. We have security measures in place to protect the loss, misuse and alteration of information under our control.
cy: Rydym yn sicrhau bod y wybodaeth a ddarperir gennych yn cael ei chadw'n ddiogel. Mae gennym fesurau diogelwch ar waith i ddiogelu colled, camddefnydd ac addasu gwybodaeth o dan ein rheolaeth.

source: We use leading security technologies such as industry-standard encryption software. This service has been accredited in accordance with government technical and security standards.
cy: Rydym yn defnyddio technolegau diogelwch blaenllaw megis meddalwedd amgryptio safonol y diwydiant. Mae'r gwasanaeth hwn wedi'i achredu yn unol â safonau technegol a diogelwch y llywodraeth.

source: Cookies
cy: Cwcis
ga: Fianáin

source: We use small files (known as ‘cookies’) to collect information about how you browse the site.
cy: Rydym yn defnyddio ffeiliau bach (a elwir yn 'cwcis') i gasglu gwybodaeth am sut rydych yn pori'r wefan.

source: Cookies are used to
cy: Defnyddir cwcis ar gyfer

source: Measure how you use the website so it can be updated and improved based on your needs
cy: Mesur sut rydych yn defnyddio'r wefan fel y gellir ei diweddaru a'i gwella yn seiliedig ar eich anghenion

source: Remember the notifications you’ve seen so that we don’t show them to you again
cy: Cofiwch yr hysbysiadau rydych wedi'u gweld fel na fyddwn yn eu dangos i chi eto

source: Our cookies are not used to identify you personally.
cy: Ni ddefnyddir ein cwcis i'ch adnabod yn bersonol.

source: How cookies are used
cy: Sut y defnyddir y cwcis

source: Measuring website usage (Google Analytics)
cy: Mesur defnydd gwefan (Google Analytics)

source: We use Google Analytics software to collect information about how you use this service. We do this to help make sure the site is meeting the needs of its users and to help us make improvements, for example improving site search.
cy: Rydym yn defnyddio meddalwedd Google Analytics i gasglu gwybodaeth am sut rydych yn defnyddio'r gwasanaeth hwn. Rydym yn gwneud hyn i helpu i sicrhau bod y wefan yn bodloni anghenion ei defnyddwyr ac i'n helpu i wneud gwelliannau, er enghraifft gwella'r safle i chwilio.

source: Google Analytics stores information about
cy: Mae Google Analytics yn cadw gwybodaeth am

source: The pages you visit
cy: Y tudalennau rydych yn edrych arnynt

source: How long you spend on each page
cy: Faint o amser rydych yn ei dreulio ar bob tudalen

source: How you got to the site
cy: Sut aethoch i edrych ar y wefan

source: What you click on while you’re visiting the site
cy: Yr hyn rydych yn clicio arno wrth edrych ar y wefan

source: We don’t use Google Analytics to collect or store your personal information (for example your name or address).
cy: Nid ydym yn defnyddio Google Analytics i gasglu neu storio eich gwybodaeth bersonol (er enghraifft, eich enw neu'ch cyfeiriad).

source: The information we collect through our cookies does not include personal details such as your name, age, telephone number, postal address or email address, nor does it allow personal identification of a user.
cy: Nid yw'r wybodaeth rydym yn ei chasglu trwy ein cwcis yn cynnwys manylion personol fel eich enw, oedran, rhif ffôn, cyfeiriad post neu gyfeiriad e-bost, ac nid yw'n caniatáu enwi defnyddiwr.

source: You can manage these small files yourself and learn more about them through <a %(href)s>internet browser cookies – what they are and how to manage them.</a>
cy: Gallwch chi reoli'r ffeiliau bach hyn eich hun a dysgu mwy amdanynt trwy <a %(href)s> gwcis porwr rhyngrwyd - beth ydyn nhw a sut i'w rheoli. </a>

source: Find out more information
cy: Cael mwy o wybodaeth

source: If you have any questions about this privacy statement, you can contact us at %(email_link)s
cy: Os oes gennych unrhyw gwestiynau am y datganiad preifatrwydd hwn, gallwch gysylltu â ni yn % (email_link)s

source: Universal Analytics
cy: Dadansoddiadau Cyffredinol

source: Name
cy: Enw

source: Purpose
cy: Diben

source: Expires
cy: Yn dod i ben

source: This helps us count how many people visit our website by tracking if you’ve visited before
cy: Mae hyn yn ein helpu i gyfrif faint o bobl sy'n ymweld â'n gwefan trwy gadw cofnod os ydych wedi edrych arni o'r blaen

source: 2 years
cy: 2 flynedd

source: 24 hours
cy: 24 awr

source: Used to manage the rate at which page view requests are made
cy: Defnyddir i reoli'r gyfradd y gwneir ceisiadau edrych ar dudalen

source: 10 minutes
cy: 10 munud

source: Completing a survey (eq.ons.gov.uk)
cy: Cwblhau arolwg (eq.ons.gov.uk)

source: Session
cy: Sesiwn

source: To keep you signed in when completing a survey
cy: I'ch cadw wedi mewngofnodi wrth gwblhau arolwg

source: When a user logs out or closes the browser. Or when their cookie cache is cleared
cy: Pan fydd defnyddiwr yn allgofnodi neu'n cau'r porwr. Neu pan fydd eu storfa cwcis yn cael ei chlirio

source: Your account
cy: Eich cyfrif

source: To check that your browser can support cookies
cy: I wirio bod eich porwr yn gallu cefnogi cwcis

source: When a user closes the browser or when their cookie cache is cleared
cy: Pan fydd defnyddiwr yn cau'r porwr neu pan fydd eu storfa cwcis yn cael ei chlirio

source: To store your preferred language so that certain content can be displayed in your own language
cy: I storio'r iaith sydd yn well gennych fel y gall peth cynnwys gael ei arddangos yn eich iaith eich hun

source: To keep your session active when using your account to access portfolio and messages
cy: I gadw'ch sesiwn yn weithredol wrth ddefnyddio'ch cyfrif i gael mynediad i bortffolio a negeseuon

source: To store an encrypted identifier which is used to retrieve the information associated to your account
cy: I storio dynodwr amgryptiedig a ddefnyddir i adfer y wybodaeth sy'n gysylltiedig â'ch cyfrif

source: When a user logs out or closes the browser or when their cookie cache is cleared
cy: Pan fydd defnyddiwr yn allgofnodi neu'n cau'r porwr neu pan fydd eu storfa cwcis yn cael ei chlirio

source: To store an identifier which is used to retrieve the permissions associated to your account
cy: I storio dynodwr a ddefnyddir i adfer y caniatâd sy'n gysylltiedig â'ch cyfrif

source: To store the universally unique identifier created for your account
cy: I storio'r dynodwr unigryw cyffredinol a grëwyd ar gyfer eich cyfrif

source: To store the timestamp of the last request so that the session expiry warning message can be displayed
cy: I storio stamp amser y cais olaf fel bod modd dangos y neges rhybudd dod â'r sesiwn i ben

source: To store the flash object identifier for the most recent action you have performed
cy: I storio dynodwr y gwrthrych fflach ar gyfer y weithred ddiweddaraf rydych wedi'i pherfformio

source: Data controller
cy: Rheolwr data

source: The Data Controller for ONS Surveys is
cy: Y Rheolwr Data ar gyfer Arolygon SYG yw

source: For questions regarding the Survey Data Collection service please contact us on
cy: Ar gyfer cwestiynau ynghylch y gwasanaeth Casglu Data Arolwg, cysylltwch â ni ar

source: Why we collect your data
cy: Pam rydym yn casglu'ch data

source: The Survey Data Collection service is used as the online collection mechanism for a number of our surveys. More surveys will be offered via this service over time.
cy: Defnyddir gwasanaeth Casglu Data'r Arolwg fel y dull casglu ar-lein ar gyfer nifer o'n harolygon. Cynigir mwy o arolygon trwy'r gwasanaeth hwn dros amser.

source: Individual survey teams are responsible for the content (the questions asked) and form (Excel spreadsheet to download, complete and return; or online questionnaire) of their respective surveys. Survey Data Collection does need some personal data in its own right for the functioning of the platform.
cy: Mae timau arolwg unigol yn gyfrifol am y cynnwys (y cwestiynau a ofynnir) a ffurf (taenlen Excel i’w lawrlwytho, ei chwblhau a’i dychwelyd) o’u harolygon priodol. Mae angen peth data personol ar Gaglu Data’r Arolwg ynddo’i hun ar gyfer gweithredu’r llwyfan.

source: The lawful reason for which your personal data is collected through the Survey Data Collection platform is Public task. The processing is necessary for us to perform a task in the public interest or for our official functions, and the task or function has a clear basis in law.
cy: Y rheswm cyfreithiol y cesglir eich data personol trwy lwyfan Casglu Data’r Arolwg yw Tasg gyhoeddus. Mae’r prosesu’n angenrheidiol i ni berfformio tasg er lles y cyhoedd neu ar gyfer ein swyddogaethau swyddogol, a bod gan y dasg neu’r swyddogaeth sail gadarn yn y gyfraith.

source: When we collect your data
cy: Pryd rydym yn casglu eich data

source: Your data is collected when
cy: Cesglir eich data pan fyddwch

source: you create an account and sign in to the ONS Surveys platform
cy: yn creu cyfrif ac yn mewngofnodi i lwyfan Arolygon y SYG

source: you complete a survey
cy: yn cwblhau arolwg

source: you contact us by any means
cy: yn cysylltu â ni mewn unrhyw fodd

source: you visit a website that comprises the Survey Data Collection platform
cy: yn ymweld â gwefan sy'n cynnwys y llwyfan Casglu Data'r Arolwg

source: What data we collect
cy: Pa ddata rydym yn eu casglu
