Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy, eo, ga

source: processing is necessary for reasons of substantial public interest.
eo: throch-pittin's necessar acause o tha stieve guid o resydentèrs.
ga: tá próiseáil riachtanach ar mhaithe le fáthanna de shuim mhór phoiblí.

source: We’ll process special category data on information about a property or an individual under the following condition:
eo: We'r fur throch-pittin by-ordnar soarts o gien taxt oan wittins anent haudins ur a bodie's sel unnèr tha follaein wye o't:
ga: Próiseálann muid sonraí de chatagóirí speisialta ar eolas faoi réadmhaoin nó ar dhuine faoin choinníoll seo a leanas:

source: We’ll ensure the principle of data minimisation and have measures in place to delete or de-identify personal data where appropriate.
eo: We'r fur makkin siccar o tha weel-guidit gate o inlaikin gien taxt an hae mizhures stellit tae blorry ur mak unkent gien taxt anent a bodie's sel whar it's effeirin.
ga: Cinnteoidh muid prionsabal an laghdaithe ar shonraí agus beidh bearta i bhfeidhm againn le sonraí pearsanta a scriosadh nó a dhí-aithint nuair is cuí é.

source: The census rehearsal gives us invaluable information about the systems and processes required for Census 2021. It’ll help us complete one of our main functions in delivering Census 2021, which will subsequently provide numerous benefits for the wider society.
eo: Tha heid-coont preein gies iz wittins o unco warth anent tha gates an throch-pittins we maun hae fur Heid-Coont 20an21. It wull gie iz a heeze in throchin yin o oor foremaist dargs in pittin Heid-Coont 20an21 throu-hans, an resydentèrs oweraa wull ken tha muckle guid o't eftèrhin.
ga: Tugann an réamhchleachtadh daonáirimh eolas fíorúsáideach dúinn ar na córais agus ar na próisis a bheidh de dhíth don Dhaonáireamh 2021. Cuideoidh sé linn ceann dár bpríomfheidhmeanna a chomhlíonadh le Daonáireamh 2021 a dhéanamh, a rachaidh chun leasa go mór don gnáthphobal i gcoitinne.

source: There’s substantial public interest in the collection of safeguarding data to ensure the safety of both interviewers and respondents. We’re required to ensure the safety of our staff and the public.
eo: Thar's stieve guid fur resydentèrs in tha ingaitherin o hainin gien taxt furtae mak siccar o tha safétie o baith yins pittin spierins an yins makkin repone. We'r gart mak siccar o tha safétie o oor darg-bann an resydentèrs.
ga: Tá suim an-mhór ag an ghnáthphobal i mbailiú sonraí cosanta le sábháilteacht agallaithe agus freagróirí a chinntiú. Tá ceangal dlí orainn sábháilteacht ár bhfoirne agus an ghnáthphobail a chinntiú.

source: Your rights
eo: Yer richts
ga: Do chearta

source: As a data subject (someone whose personal data we hold), you have rights available to you under data protection law. If you wish to exercise any of these rights, please contact our data protection officer. However, please be aware that we may not be required to comply if the data are being held for statistical purposes only. Compliance requirements are set out in the Data Protection Act 2018.
eo: Sin ye'r a spaik o tha gien taxt (a bodie whase gien taxt anent yer ainsel we haud), ye hae richts pit tae yer han unnèr tha laas o gien taxt hainin. Gin ye wud consate tae implyment onie o thae richts, we'd be ableeged gin ye'd awn wi oor gien taxt hainin offyser. Still an withal, but, wud ye ivver tak tent 'at we micht no be tae compluther gin tha gien taxt is hauden fur nummerin ettlins alane. Stannèrts fur complutherin bes laid doon wi tha Gien Taxt Hainin Ect 20an18.
ga: Mar dhamhna sonraí (duine a bhfuil a s(h)onraí againn orthu), tá cearta agat de réir an dlí um chosaint sonraí. Más mian leat ceann ar bith de na cearta seo a fheidhmiú, déan teagmháil lenár n-oifigeach um chosaint sonraí le do thoil. Bí ar an eolas áfach nach bhféadfadh dualgas dlí bheith orainn cloí leis dá mbeadh na sonraí á gcoinneáil againn do chuspóirí staitisticiúla amháin. Tá na riachtanais chomhlíonta leagtha amach san Acht um Chosaint Sonraí 2018.

source: You have the right to request from any controller that holds your personal data access to the information they hold about you. You can ask them to amend any wrong or inaccurate information they hold about you. You have the right to object to your personal data being processed.
eo: Ye hae tha richt tae spier o onie owersman 'at hauds tha gien taxt adae wi yer ainsel fur ingang til tha wittins the' haud anent ye. Ye'll can ax thaim tae cheynge onie wrang ur gley wittins the' haud anent yersel. Ye hae tha richt tae reclaim agin tha throch-pittin o tha gien taxt adae wi yer ainsel.
ga: Tá an ceart agat iarraidh ar rialaitheoir ar bith a bhfuil do shonraí pearsa aige rochtain bheith agat ar an eolas atá acu fút. Is féidir leat iarraidh orthu eolas mícheart nó míchruinn atá acu fút a athrú. Tá an ceart agat cur i gcoinne próiseáil do shonraí pearsanta.

source: You have the right, in some circumstances, to ask for any controller to:
eo: Ye hae tha richt, in a wheen o wyes o't, tae ax fur onie owersman tae:
ga: Tá an ceart agat, i dtosca áirithe, iarraidh ar rialaitheoir ar bith:

source: erase any personal data they may hold about you
eo: blorry onie gien taxt adae wi yer ainsel the' micht haud anent ye
ga: sonra pearsanta ar bith a d'fhéadfadh bheith acu fút a scrios

source: stop processing your personal data
eo: quat throch-pittin tha gien taxt anent yer ainsel
ga: stop a chur le próiseáil do shonraí pearsanta

source: pass any information they hold about you to another controller
eo: rax onie wittins the' haud adae wi ye til anither owersman
ga: eolas ar bith atá acu fút a thabhairt do rialaitheoir eile

source: You can get further information on the rights available to you and the circumstances under which you can exercise them from the <a href='{url}'>Information Commissioner’s Office</a>.
eo: Ye'll can hae mair wittins anent tha richts 'at's pit tae yer han an whut haes tae be forrit fur ye tae implyment thaim frae tha <a href='{url}'>Wittins Bailzie's Offys</a>.
ga: Is féidir leat tuilleadh eolais a fháil maidir leis na cearta atá ar fáil duit agus na cúinsí faoinar féidir leat iad a fheidhmiú ó <a href='{url}'>Oifig an Choimisinéara Eolais</a>.

source: The data controller
eo: Tha gien taxt owersman
ga: An rialaitheoir sonraí

source: The controller is the person or organisation that decides which personal data will be processed and for what purpose. For the census rehearsal, the ONS is the controller and makes those decisions.
eo: Tha owersman wud be tha bodie ur curn 'at desarns whut gien taxt adae wi a bodie's sel wull be throch-pit an fur whut ettlin. Fur tha preein heid-coont, tha ONS wud be tha owersman an cum til thae desarns.
ga: Is rialaitheoir é nó í an duine nó an eagraíocht a chinneann ar na sonraí pearsanta a bheidh le próiseáil agus ar na cuspóirí dá bpróiseáil. Don réamhchleachtadh daonáirimh, is é an ONS an rialaitheoir a dhéanann na cinntí sin.

source: You can contact us by:
eo: Ye'll can awn wi iz bae:
ga: Is féidir leat teagmháil a dhéanamh linn trí:

source: Telephone: %(telephone_number)s
eo: Langbl'r: %(telephone_number)s
ga: Guthán: %(telephone_number)s

source: Email: %(email_address)s
eo: L-poast bakkin: %(email_address)s
ga: Ríomhphost: %(email_address)s

source: How to contact the data protection officer
eo: Whut wye tae awn wi tha gien taxt hainin offyser
ga: An dóigh chun teagmháil a dhéanamh leis an oifigeach um chosaint sonraí

source: Our data protection officer is the person charged with providing us with advice and guidance on the ways we can best protect the information we collect and use. They are involved in all the major decisions we make in relation to personal data. If you have any queries or concerns regarding our use of your data, or wish to exercise any of your rights.
eo: Oor gien taxt hainin offyser is tha bodie wi tha ontak o giein iz wyce an airtin anent tha wyes we'll can gleg hain tha wittins we ingaither an uise. The' hae thair pairt in aa tha foremaist desarns we cum til effeirin til gien taxt adae wi a bodie's sel. Gin ye hae onie spierins ur fashes tae dae wi oor uise o yer gien taxt, ur ye'r leukkin tae implyment onie o yer richts.
ga: Is é/í an t-oifigeach um chosaint sonraí an duine atá freagrach as comhairle agus treoir a thabhairt dúinn ar na dóigheanna is fearr ar féidir linn an chosaint a chur ar an eolas a bhailíonn agus úsáideann muid. Tá baint acu leis na príomhchinntí go léir a dhéanann muid maidir le sonraí pearsanta. Má bhíonn ceist nó buairt ar bith agat maidir leis na dóigheanna a n-úsaideann muid do shonraí, nó más mian leat ceann ar bith de do chearta a fheidhmiú.

source: You can contact the data protection officer by:
eo: Ye'll can own wi tha gien taxt hainin offyser wi:
ga: Is féidir leat teagmháil a dhéanamh leis an oifigeach um chosaint sonraí trí:

source: Telephone: {telephone_number}
eo: Langbl'r: {telephone_number}
ga: Guthán: {telephone_number}

source: Email: {email_address}
eo: L-poast bakkin: {email_address}
ga: Ríomhphost: {email_address}

source: The Information Commissioner’s Office
eo: Tha Wittins Bailzie's Offys
ga: Oifig an Choimisinéara Eolais

source: The Information Commissioner’s Office (ICO) is the independent organisation tasked with regulating data protection in the UK. The ICO can give you <a href='{url}'>extra information about data protection</a> and your rights and will deal with any complaints you may have about our use of your information.
eo: Tha Wittins Bailzie's Offys (ICO) wud be tha scowth curn wi tha hannlin o gien taxt hainin in tha CK. Tha ICO cud gie ye <a href='{url}'>mair wittins anent gien taxt hainin</a> an yer richts an wud be fur pittin throu-hanns onie pleens ye micht hae anent oor uise o yer wittins.
ga: Is í Oifig an Choimisinéara Eolais (ICO) an eagraíocht neamhspleách a bhfuil sé de chúram uirthi cosaint sonraí a rialáil sa Ríocht Aontaithe. Is féidir leis an ICO<a href='{url}'>eolas breise a thabhairt duit faoi chosaint sonraí</a> agus do chearta agus déileálfaidh sé le haon ghearáin a d'fhéadfadh a bheith agat maidir lenár n-úsáid.

source: You can contact the ICO by:
eo: Ye'll can awn wi tha WBO bae:
ga: Is féidir leat teagmháil a dhéanamh leis an ICO trí:

source: Post:
eo: Póast:
