Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/census_household_gb_nir_*.po
Languages: eo

source: How did you usually travel to your main place of work?
eo: Hoo daed ye gang tae yer foremaist place o wark fur ordnar?

source: School
eo: Schuil

source: Where do you mainly study?
eo: Whar dae ye hae yer lear fur tha maist feck?

source: What is the address of your main place of study, including school?
eo: Whut wud be tha bakkin o tha heid place ye hae yer lear, takkin in schuil?

source: How do you usually travel to your main place of study, including school?
eo: Whut wye dae ye wun til yer heid place o lear, takkin in schuil?

source: Summary
eo: Shoart wittins

source: Visitors
eo: Landèrs

source: Names of the people living at this address including anyone temporarily away or who has been or intends to be in the UK for 3 months or more.
eo: Whut the' cry tha fowk bidin at this bakkin, takkin in oniebodie awa by-whyles ur 'at haes bin ur is mintin at bein in the CK fur 3 monds ur mair.

source: Names of visitors staying overnight at this address on 13 October 2019
eo: Whut the' cry tha fowk landit at this bakkin an steyin tha nicht oan 13t October 20an19

source: People who work away from home within the UK if this is their permanent or family home
eo: Fowk 'at warks awa frae the hame athin the CK, gin this wad be thair ayebidin ur faimlie hame

source: Members of the armed forces if this is their permanent or family home
eo: Memmers o tha airmed cores gin this wud be thair ayebidin ur faimlie hame

source: People who are temporarily outside the UK for less than <strong>12 months</strong>
eo: Fowk 'at's by-whyles ootbye tha CK fur nae mair nor <strong>12 monds</strong>

source: Other people who usually live here but are temporarily away
eo: Ither fowk 'at bides here fur ordnar, 'at's by-whyles awa, but

source: People staying temporarily who usually live in the UK but do not have another UK address for example, relatives, friends
eo: Fowk bidin by-whyles 'at fur ordnar bides in tha CK an daesnae hae anither CK bakkin, tha like o freens, billies

source: People who usually live outside the UK who are staying in the UK for <strong>3 months or more</strong>
eo: Fowk 'at fur ordnar bides ootbye tha CK 'at's bidin in tha CK fur <strong>3 monds ur mair </strong>

source: People who usually live somewhere else in the UK, for example boy/girlfriends, friends or relatives
eo: Fowk 'at fur ordnar bides itherwhar in tha CK, tha like o clicks (callans/lassies), billies ur freens

source: People staying here because it is their second address, for example, for work. Their permanent or family home is elsewhere
eo: Fowk steyin here on accoont o it bein thair saiconn bakkin, tha like o fur thair wark. Thair ayebidin ur faimlie hame bes itherwhar

source: People who usually live outside the UK who are staying in the UK for less than three months
eo: Fowk 'at fur ordnar bides ootbye tha CK 'at's steyin in the CK fur nae mair nor thrie monds

source: People here on holiday
eo: Fowk here oan aff-lats

source: Type of property, and if it’s owned or rented
eo: Tha soart o tha haudin, an wud it be in a bodie's aucht ur set

source: Type of landlord if rented, for example housing association, council or private
eo: Gin it's set, tha kine o tha lanlaird, tha like o a hoosin join, cooncil ur hiddlie

source: Type of central heating
eo: Whut soart o yin-soorce haitin

source: Personal details such as date of birth, country of birth, religion
eo: Rinnins anent tha bodie's sel, tha like o tha date boarn, in whut kintrie, an releegion

source: Main language
eo: Foremaist leid

source: Health
eo: Poust

source: Unpaid care provided
eo: Tentin gien at nae chairge

source: Employment details
eo: Tack o wark rinnins

source: Date of birth
eo: Date boarn

source: Usual address
eo: Bakkin fur ordnar

source: In this section, we’re going to ask you about the people living or staying at {address}.
eo: In this shaidin, we'r fur spierin at ye anent tha fowk bidin ur steyin at {address}.

source: Do you usually live at {address}?
eo: Da ye bide fur ordnar at {address}?

source: Who do you need to add to {address}?
eo: Wha maun ye eik til {address}?

source: Change details for {person_name} (You)
eo: Cheynge rinnins fur {person_name} (Yersel)

source: Change details for {person_name}
eo: Cheynge rinnins fur {person_name}

source: Does anyone usually live at {address}?
eo: Daes oniebodie bide fur ordnar at {address}?

source: Does anyone else live at {address}?
eo: Daes onie ither bodie bide at {address}?

source: Are you sure you want to remove {person_name}?
eo: Ir ye shuir ye'r leukkin tae tak oot {person_name}?

source: Apart from the people already included, is there anyone who is temporarily away or staying that you need to add to {address}?
eo: Oottaken tha fowk lappit in aareadie, wud thar be oniebodie 'at's awa by-whyles ur steyin 'at ye be tae eik til {address}?

source: Are there any visitors staying overnight on {census_date} at {address}?
eo: Wud thar be onie fowk landit wi ye an steyin tha nicht oan {census_date} at {address}?

source: What is the name of the visitor staying overnight on {census_date} at {address}?
eo: Whut dae the' cry tha bodie landit wi ye an steyin tha nicht oan {census_date} at {address}?

source: Are there any other visitors staying overnight on {census_date} at {address}?
eo: Wud thar be onie ither fowk landit wi ye an steyin tha nicht oan {census_date} at {address}?

source: Visitors staying overnight on {census_date}
eo: Bodies landit wi ye an steyin tha nicht oan {census_date}

source: {second_person_name} is your <em>…</em>
eo: {second_person_name} wud be yer <em>...</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>…</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>...</em>

source: What type of accommodation is <em>{address}</em>?
eo: Whut soart o aisements is <em>{address}</em>?

source: Has <em>{address}</em> been designed or adapted for any of the following?
eo: Haes <em>{address}</em> bin ettled at ur shapit fur onie o tha follaein?

source: What type of central heating does <em>{address}</em> have?
eo: Whut soart o yin-soorce haitin daes <em>{address}</em> hae?

source: What type of renewable energy systems does <em>{address}</em> have?
eo: Whut soart o replenishin pooerin gates daes <em>{address}</em> hae?

source: Does your household own or rent <em>{address}</em>?
eo: Wud <em>{address}</em> be in tha aucht o yer hoosehaud ur wud it be set?

source: In this section, we’re going to ask you questions about <strong>{person_name}</strong>.
eo: In this shaidin, we'r fur spierin at ye anent <strong>{person_name}</strong>.

source: Are you <em>{person_name}?</em>
eo: Wud ye be <em>{person_name}?</em>

source: What is <em>{person_name_possessive}</em> date of birth?
eo: Whut date wus <em>{person_name_possessive}</em> boarn?

source: You are {age_in_years} years old. Is this correct?
eo: Ye'r {age_in_years} yeir auld. Wud this be richt?

source: {person_name} is {age_in_years} years old. Is this correct?
eo: {person_name} bes {age_in_years} yeir auld. Wud this be richt?

source: What is <em>{person_name_possessive}</em> sex?
eo: Whut sex wud <em>{person_name_possessive}</em> be?

source: What is <em>{person_name_possessive}</em> marital or same-sex civil partnership status?
eo: Whut wud <em>{person_name_possessive}</em> stannin be adae wi merridge ur yin-sex ceevil pairtnerin?

source: Is <em>{person_name}</em> a student in full-time education?
eo: Wud <em>{person_name}</em> be a collegianer in hail-time lear?

source: Is <em>{person_name}</em> a schoolchild or student in full-time education?
eo: Wud <em>{person_name}</em> be a scholard ur a collegianer in hail-time lear?

source: During term time, where does <em>{person_name}</em> usually live?
eo: Throch tha tack o thair lear, whar daes <em>{person_name}</em> bide fur ordnar?

source: What is <em>{person_name_possessive}</em> country of birth?
eo: Whut kintrie wus <em>{person_name_possessive}</em> boarn in?

source: What year did <em>{person_name}</em> come to live in Northern Ireland?
eo: Whut twalmond daed <em>{person_name}</em> cum tae bide in Norlin Airlann?

source: One year ago, what was <em>{person_name_possessive}</em> usual address?
eo: A twalmond syne, whut wus tha bakkin o <em>{person_name_possessive}</em> fur ordnar?

source: Enter details of <em>{person_name_possessive}</em> address one year ago.
eo: Pit in rinnins anent <em>{person_name_possessive}</em> bakkin a twalmond syne.

source: What passports does <em>{person_name}</em> hold?
eo: Whut passpoorts daes <em>{person_name}</em> haud?

source: How would <em>{person_name}</em> describe their national identity?
eo: Hoo wud <em>{person_name}</em> insense a bodie intil tha mairk o thair kintrie?

source: What is <em>{person_name_possessive}</em> ethnic group?
eo: Whut curn o kin wud <em>{person_name_possessive}</em> be frae?

source: What religion, religious denomination or body does <em>{person_name}</em> belong to?
eo: Whut releegion, kirk ur releegious convenerie daes <em>{person_name}</em> belang tae?

source: What religion, religious denomination or body was {person_name} <em>brought up</em> in?
eo: Whut releegion, kirk ur releegious convenerie wus {person_name}<em> raired</em> wi?

source: What is <em>{person_name_possessive}</em> main language?
eo: Whut wud be <em>{person_name_possessive}</em> foremaist leid?

source: How well can <em>{person_name}</em> speak English?
eo: Hoo weel cud <em>{person_name}</em> taak Inglisch?

source: Can <em>{person_name}</em> understand, speak, read or write Irish?
eo: Cud <em>{person_name}</em> unnèrstaun, taak, raed or scrieve Airisch?

source: How often does <em>{person_name}</em> speak Irish?
eo: Hoo affen daes <em>{person_name}</em> taak Airisch?

source: Can <em>{person_name}</em> understand, speak, read or write Ulster-Scots?
eo: Cud <em>{person_name}</em> unnèrstaun, taak, raed ur scrieve Ulstèr-Scotch?

source: How often does <em>{person_name}</em> speak Ulster-Scots?
eo: Hoo affen daes <em>{person_name}</em> taak Ulstèr-Scotch?

source: How is <em>{person_name_possessive}</em> health in general?
eo: Whut wye's <em>{person_name_possessive}</em> poust in thairsel?

source: Are <em>{person_name_possessive}</em> day-to-day activities limited because of a health problem, or disability which has lasted, or is expected to last, at least 12 months?
eo: Wud <em>{person_name_possessive}</em> day an daily daeins be retrickit owre tha heid o a pall wi thair poust, ur an impediment 'at haes held oan, ur is lippent oan haudin oan, a twalmond or mair?

source: Does {person_name} have any of the following <em>physical health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Daes {person_name} hae onie o tha follaein <em>troubles wi thair poust</em> 'at haes hauden oan, ur is lippent oan hauden oan, a twalmond ur mair?

source: Does {person_name} have any of the following <em>other health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Daes {person_name} hae onie o tha follaein <em>ither troubles wi thair poust</em> 'at haes hauden oan, ur is lippent oan hauden oan, a twalmond ur mair?

source: Does <em>{person_name}</em> look after, or give any help or support to, anyone because they have long-term physical or mental health conditions or illnesses, or problems related to old age?
eo: Daes <em>{person_name}</em> tent, ur gie onie kine o a heeze ur pall tae, oniebodie owre tha heid o lang-tholed troubles wi tha poust o thair bouk ur harns ur seeknesses, ur palls adae wi eild?

source: Which of the following best describes <em>{person_name_possessive}</em> sexual orientation?
eo: Whilk yin o tha follaein gies tha maist siccar spaik o <em>{person_name_possessive}</em> sex airtin?

source: The next set of questions is about the qualifications <em>{person_name}</em> has achieved in Northern Ireland or worldwide, even if they are not using them now.
eo: Tha nixt wheen o spierins bes anent tha collegianer's lines <em>{person_name}</em> haes wun til in Norlin Airlann ur athort tha warl, the mair the'r no uisin thaim thenoo.

source: Has <em>{person_name}</em> achieved a qualification at degree level or above?
eo: Haes <em>{person_name}</em> wun til collegianer's lines wi lettèrs efter thair name or abune thon?

source: Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
eo: Haes <em>{person_name}</em> wun til a GCSE ur marrowed lines?

source: Has <em>{person_name}</em> achieved an A level, AS level or equivalent qualifications?
eo: Haes <em>{person_name}</em> wun til an A-heicht, AS heicht ur marrowed lines?

source: Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
eo: Haes <em>{person_name}</em> wun til an NVQ ur marrowed lines?

source: Has <em>{person_name}</em> achieved any other qualifications?
eo: Haes <em>{person_name}</em> wun til onie ither lines?

source: Has <em>{person_name}</em> completed an apprenticeship?
eo: Haes <em>{person_name}</em> throcht prenticin?

source: Has <em>{person_name}</em> <em>previously</em> served in the UK Armed Forces?
eo: Haes <em>{person_name}</em> daen thair time <em>afore</em> in tha CK Airmed Cores?

source: In the last seven days, was <em>{person_name}</em> doing any of the following?
eo: In tha seiven days jist by, wus <em>{person_name}</em> daein onie o tha follaein?

source: Which of the following describes what <em>{person_name}</em> was doing in the last seven days?
eo: Oot o tha follaein, whit yin gies a richt insensin o whut <em>{person_name}</em> wus daein in tha seiven days jist by?

source: In the last four weeks, was <em>{person_name}</em> actively looking for any kind of paid work?
eo: In tha fower aidays jist by, wus <em>{person_name}</em> haein a throch-gan leuk fur onie kine o pey'd wark?

source: If a job became available now, could <em>{person_name}</em> start it within two weeks?
eo: Gin a bodie trystit wi thaim fur wark thenoo, cud <em>{person_name}</em> yokk til't athin twa aidays?

source: In the last seven days, was <em>{person_name}</em> waiting to start a job already accepted?
eo: In tha seiven days jist by, wus <em>{person_name}</em> lippenin oan jynin til wark the' haed trystit fur aareadie?

source: Has <em>{person_name}</em> ever done any paid work?
eo: Haes <em>{person_name}</em> ivver daen onie pey'd wark?

source: The next set of questions is about <em>{person_name_possessive}</em> main job. Their main job is the job in which they usually work the most hours.
eo: Tha nixt wheen o spierins wud be anent <em>{person_name_possessive}</em> foremaist tack. Thair foremaist tack wud be tha tack whar the' fur ordnar wark tha maist oors.

source: The next set of questions is about <em>{person_name_possessive}</em> last main job. Their main job is the job in which they usually worked the most hours.
eo: Tha nixt wheen o spierins wud be anent <em>{person_name_possessive}</em> hinnèr foremaist tack. Thair foremaist tack wud be tha tack whar the' fur ordnar wrocht tha maist oors.

source: In their main job, what is <em>{person_name_possessive}</em> employment status?
eo: In thair foremaist tack, whut wud be <em>{person_name_possessive}</em> stannin in wark?

source: In their main job, what was <em>{person_name_possessive}</em> employment status?
eo: In thair foremaist tack, whut wus <em>{person_name_possessive}</em> stannin in wark?

source: What is the name of the organisation or business <em>{person_name}</em> works for?
eo: Whut dae the' cry tha curn ur consarn <em>{person_name}</em> warks fur?

source: What was the name of the organisation or business <em>{person_name}</em> worked for?
eo: Whut daed the' cry tha curn ur consarn <em>{person_name}</em> wrocht fur?

source: What is <em>{person_name_possessive}</em> full job title?
eo: Whut dae the' cry tha darg <em>{person_name_possessive}</em> daes, in fu?

source: What was <em>{person_name_possessive}</em> full job title?
eo: Whut daed the' cry tha darg <em>{person_name_possessive}</em> daed, in fu?

source: Briefly describe what <em>{person_name}</em> does in their main job.
eo: Gie shoart wittins anent whut <em>{person_name}</em> daes in thair foremaist tack.

source: Briefly describe what <em>{person_name}</em> did in their main job.
eo: Gie shoart wittins anent whut <em>{person_name}</em>daed in thair foremaist tack.

source: What is the main activity of <em>{person_name_possessive}</em> organisation, business or freelance work?
eo: Whut wud be tha foremaist throch-pit o <em>{person_name_possessive}</em> curn, consarn ur wark daen en's-erran oan thair ain accoont?

source: What was the main activity of <em>{person_name_possessive}</em> organisation, business or freelance work?
eo: Whut wus tha foremaist throch-pit o <em>{person_name_possessive}</em> curn, consarn ur wark daen en's-erran oan thair ain accoont?

source: Does <em>{person_name}</em> supervise or oversee the work of other employees on a day-to-day basis?
eo: Daes <em>{person_name}</em> owergang ur hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: Did <em>{person_name}</em> supervise or oversee the work of other employees on a day-to-day basis?
eo: Daed <em>{person_name}</em> owergang ur hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: In <em>{person_name_possessive}</em> main job, how many hours a week do they usually work?
eo: In <em>{person_name_possessive}</em> foremaist tack, hoo monie oors dae the' wark in tha aidays, fur ordnar?

source: In <em>{person_name_possessive}</em> main job, how many hours a week did they usually work?
eo: In <em>{person_name_possessive}</em> foremaist tack, hoo monie oors daed the' wark in tha aidays, fur ordnar?

source: Answer for the place where <em>{person_name}</em> spends the most time. Even if ill, on maternity leave, holiday or temporarily laid off provide details of their main place of work.
eo: Mak repone anent tha place whar <em>{person_name}</em> wares tha maist time. The mair the'r unweel, oan leave gien tha mither fur risin bairn-time, ur laid aff by-whyles gie rinnins anent thair foremaist place o wark.

source: Where does <em>{person_name}</em> mainly work?
eo: Whar daes <em>{person_name}</em> wark fur tha maist feck?

source: Answer for the place where <em>{person_name}</em> spent the most time.
eo: Mak repone anent tha place whar <em>{person_name}</em> wared tha maist time.

source: Where did <em>{person_name}</em> mainly work?
eo: Whar daed <em>{person_name}</em> wark fur tha maist feck?

source: What is the address of <em>{person_name_possessive}</em> main place of work?
eo: Whut wud be tha bakkin o <em>{person_name_possessive}</em> foremaist place o wark?

source: What was the address of <em>{person_name_possessive}</em> main place of work?
eo: Whut wus tha bakkin o <em>{person_name_possessive}</em> foremaist place o wark?

source: How does <em>{person_name}</em> usually travel to their main place of work?
eo: Hoo wud <em>{person_name}</em> gang tae thair foremaist place o wark, fur ordnar?

source: How did <em>{person_name}</em> usually travel to their main place of work?
eo: Hoo daed <em>{person_name}</em> gang tae thair foremaist place o wark, fur ordnar?

source: Answer for the place where <em>{person_name}</em> spends the most time. If student or schoolchild, answer for their study address.
eo: Mak repone fur tha place whar <em>{person_name}</em> wares tha maist time. Gin the'r a collegianer ur scholard, mak repone fur tha bakkin adae wi thair lear.

source: Where does <em>{person_name}</em> mainly study?
eo: Whar daes <em>{person_name}</em> hae thair lear fur tha maist feck?

source: What is the address of <em>{person_name_possessive}</em> main place of study, including school?
eo: Whut wud be tha bakkin o <em>{person_name_possessive}</em> heid place o lear, takkin in schuil?

source: How does <em>{person_name}</em> usually travel to their main place of study, including school?
eo: Fur ordnar, whut wye daes <em>{person_name}</em> mak tae tha foremaist place o thair lear, takkin in schuil?

source: In this section, we’re going to ask you about your visitor, <strong>{person_name}</strong>.
eo: In this shaidin, we'r fur spierin at ye anent tha bodie landit wi ye, <strong>{person_name}</strong>.

source: What is <em>{person_name_possessive}</em> usual address?
eo: Whut wud be <em>{person_name_possessive}</em> bakkin, fur ordnar?

source: Enter details of <em>{person_name_possessive}</em> usual UK address
eo: Pit in rinnins anent <em>{person_name_possessive}</em> CK bakkin, fur ordnar

source: {person_name} (Visitor)
eo: {person_name} (Landèr)

# Answer for: What is your name?
source: First name
eo: Furst naem

# Answer for: What is your name?
source: Middle names
eo: Mïddle naems

# Answer for: What is your name?
source: Last name
eo: Faimlie naem

# Answer for: Do you usually live at {address}?
source: Yes, I usually live here
eo: Aye, A bide here fur ordnar

# Answer for: Do you usually live at {address}?
source: No, I don’t usually live here
eo: Naw, A dinnae bide here fur ordnar

# Answer for: Who do you need to add to {address}?
source: First name
eo: Furst naem

# Answer for: Who do you need to add to {address}?
source: Middle names
eo: Mïddle naems

# Answer for: Who do you need to add to {address}?
source: Last name
eo: Faimlie naem

# Answer for: Change details for {person_name} (You)
source: First name
eo: Furst naem

# Answer for: Change details for {person_name} (You)
source: Middle names
eo: Mïddle naems

# Answer for: Change details for {person_name} (You)
source: Last name
eo: Faimlie naem

# Answer for: Change details for {person_name}
source: First name
eo: Furst naem

# Answer for: Change details for {person_name}
source: Middle names
eo: Mïddle naems

# Answer for: Change details for {person_name}
source: Last name
eo: Faimlie naem

# Answer for: Does anyone usually live at {address}?
source: Yes, I need to add someone
eo: Aye, A be tae eik a bodie

# Answer for: Does anyone usually live at {address}?
source: No, no one usually lives here
eo: Naw, naebodie bides here fur ordnar

# Answer for: Does anyone else live at {address}?
source: Yes, I need to add someone
eo: Aye, A be tae eik a bodie

# Answer for: Does anyone else live at {address}?
source: No, I do not need to add anyone
eo: Naw, A dinnae hae tae eik oniebodie

# Answer for: Are you sure you want to remove {person_name}?
source: Yes, I want to remove this person
eo: Aye, A'm leukkin tae tak oot this bodie

# Answer for: Are you sure you want to remove {person_name}?
source: No, I do not want to remove this person
eo: Naw, A'm no leukkin tae tak oot this bodie

source: Yes, I need to add someone
eo: Aye, A be tae eik a bodie

source: No, I do not need to add anyone
eo: Naw, A dinnae hae tae eik oniebodie

source: People who usually live somewhere else in the UK, for example boy/girlfriends, friends or relatives
eo: Fowk 'at fur ordnar bides itherwhar in tha CK, tha like o clicks (callans/lassies), billies ur freens

source: People staying here because it is their second address, for example, for work. Their permanent or family home is elsewhere
eo: Fowk steyin here acause it's thair saiconn bakkin, tha like o fur thair wark. Thair ayebidin ur faimlie hame is itherwhar

source: People who usually live outside the UK who are staying in the UK for less than three months
eo: Fowk 'at fur ordnar bides ootbye tha CK 'at's steyin in tha CK fur nae mair nor thrie monds

source: People here on holiday
eo: Fowk here on thair aff-lats

source: No, there are no visitors staying overnight on 13 October 2019
eo: Naw, thar's naebodie landit 'at's steyin tha nicht oan 13t October 20an19

source: First name
eo: Furst naem

source: Last name
eo: Faimlie naem

source: Yes, I need to add someone
eo: Aye, A be tae eik a bodie
