Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/census_household_gb_nir_*.po
Languages: eo

source: Why do we ask this question?
eo: Fur why wud we be pittin this spierin til ye?

source: Why do I have to include visitors?
eo: Fur why dae A hae tae lap in bodies 'at lans wi iz?

source: Why do I need to answer if I am retired or long-term sick or disabled?
eo: Fur why wud A hae tae mak repone gin A'm lowsed frae wark fur eild ur laid aff seek ur wi an impediment fur a richt while?

source: Why do I need to answer if they have retired or are long-term sick or disabled?
eo: Fur why wud A hae tae mak repone gin the'r lowsed frae wark fur eild ur laid aff seek ur wi an impediment fur a richt while?

source: Census Northern Ireland Household Schema
eo: Heid-coont Norlin Airlann Hoosehaud Schema

source: It means the address at which you generally spend most time. For most people, this will be their permanent or family home.
eo: It's mintin tha bakkin whar fur ordnar ye ware tha maist time. Fur tha feck o fowk, this wull be thair ayebidin ur faimlie hame.

source: <strong>Full-time students</strong>, include yourself at your term time address.
eo: <strong>Hail-time collegianers</strong>, tak in yer ainsel at yer bakkin throch tha tack o yer lear.

source: <strong>Armed forces members</strong>, include yourself at your home address if you have one.
eo: <strong>Bodies in airmed cores</strong>, tak in yer ainsel at tha bakkin o yer hame gin ye hae yin.

source: For example, this is a second address or holiday home
eo: Tha like o, this is a saiconn bakkin ur hoose fur yer aff-lats

source: We ask this question to help ensure that everyone is correctly counted in the census. This includes people who are staying temporarily or are away.
eo: We'r pittin this spierin furtae gie a heeze wi makkin siccar aabodie's richt coontit in tha heid-coont. This taks in fowk 'at's bidin wi ye by-whyles ur the'r awa.

source: We ask for visitor information to ensure that everyone is counted. This helps to produce accurate population estimates. Add any visitors, even if you think they may have been included on a census form at another address.
eo: We'r leukkin wittins anent bodies steyin by-whyles furtae mak siccar aabodie's coontit. This gies a heeze wi a siccar jalousin o resydentèrs. Pit in oniebodie 'at's landit wi ye the mair ye'r o a mine the' micht hae bin pit intil a heid-coont foarm at anither bakkin.

source: In this section, we’ll ask you how the people who usually live in this household are related to each other.
eo: In this shaidin, we'll spier whut wye tha fowk 'at fur ordnar bides in this hoosehaud is sib til ither.

source: For the displayed household members, select the appropriate relationship from the options shown. The selected relationship will display at the bottom of the page for you to check.
eo: Fur tha hoosehaud memmers kythin, ootwale tha effeirin wye the'r sib til ye frae tha walins gien. Tha yin ye hae waled wull kythe at the fit o tha blaud fur ye tae leuk owre.

source: Complete the sentence by selecting the appropriate relationship.
eo: Throch tha spaik wi ootwalin tha effeirin sibness.

source: Including half brother or half sister
eo: Takkin in hauf-brither ur hauf-sïstèr

source: Including foster child
eo: Takkin in a dalt

source: In this section, we’re going to ask you about the accommodation you live in.
eo: In this shaidin, we'r fur pittin spierins anent tha aisements ye bide in.

source: Including purpose-built flats and flats within converted and shared houses
eo: Takkin in flats biggit fur parteeklar uise an flats athin replenisht an twinit hooses

source: Including end-terrace
eo: Takkin in enn o raa

source: Including bedsits
eo: Takkin in sing'l enns

source: For example, in an office building, hotel, or over a shop
eo: Tha like o, in an offys biggin, otel, ur owre a shap

source: For example downstairs bathroom
eo: Tha like o a bathruim oan tha laigh

source: For example a ramp
eo: Tha like o an ingang oan tha sklent

source: For example storage heaters
eo: Tha like o hainin haitèrs

source: For example logs or waste wood
eo: Tha like o haggit timmer ur redd wuid

source: For example coal
eo: Tha like o coll

source: Shared ownership
eo: Twinit aucht

source: With or without housing benefit
eo: Wi ur athoot hoosin benefit

source: For example 31 12 1970
eo: Tha like o 31 12 19an70

source: If you had no usual address one year ago, state the address where you were staying
eo: Gin ye haed nae bakkin fur ordnar a twalmond syne, gie tha bakkin whar ye wur steyin

source: If they had no usual address one year ago, state the address where they were staying
eo: Gin the' haed nae bakkin fur ordnar a twalmond syne, gie tha bakkin whar the' wur steyin

source: You may have other travel documents that show you are a citizen of a particular country. Please complete this question as if your travel documents are passports.
eo: Ye micht hae ither redes fur reengin 'at kythes ye as a resydentèr o a parteeklar kintrie. Ableeged gin ye'd throch this spierin like as if yer redes fur reengin is passpoorts.

source: They may have other travel documents that show they are a citizen of a particular country. Please complete this question as if their travel documents are passports.
eo: The' micht hae ither redes fur reengin 'at kythes the'r a resydentèr o a parteeklar kintrie. Ableeged gin ye'd throch this spierin like as if thair redes fur reengin is passpoorts.

source: Including British Sign Language or Irish Sign Language
eo: Takkin in Britisch ur Airisch Fïng'ert Leid

source: Main language is your first or preferred language.
eo: Foremaist leid wud be yer furst leid or tha yin ye'd leifer hae.

source: Main language is their first or preferred language.
eo: Foremaist leid wud be thair furst leid or tha yin the'd leifer hae.

source: Include problems relating to old age
eo: Tak in palls adae wi eild

source: For example walking or dressing
eo: Tha like o waakin ur happin yersel

source: For example Asthma
eo: Tha like o Asma

source: For example Down syndrome
eo: Tha like o Down complent

source: For example dyslexia
eo: Tha like o dyslexia

source: For example depression or schizophrenia
eo: Tha like o depression ur schizophrenia

source: For example dementia
eo: Tha like o dementia

source: For example cancer, diabetes or heart disease
eo: Tha like o chancer, sugar diabetes ur hairt seekness

source: Exclude anything you do in paid employment
eo: Steek oot oniethin ye dae as pairt o yer pey'd tack

source: Exclude anything they do in paid employment
eo: Steek oot oniethin the' dae as pairt o thair pey'd tack

source: The next set of questions is about the qualifications you have achieved in Northern Ireland or worldwide, even if you are not using them now.
eo: Tha nixt wheen o spierins bes anent tha collegianer's lines ye hae wun til in Norlin Airlann ur athort tha warl, the mair ye'r no uisin thaim thenoo.

source: For example degree, foundation degree, HND or HNC, NVQ level 4 and above, teaching or nursing
eo: Tha like o a degree, foondin degree, HND ur HNC, NVQ heicht fower an abune, ur cummin oot a schuilmaister ur nurse

source: Questions on GCSEs, A levels, other NVQs and equivalents will follow
eo: Spierins anent GCSEs, A heichts, ither NVQs an tha marrows o thaim's cummin yit

source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in marrowed lines wun til oniewhar ootbye Norlin Airlann

source: Include 5 or more O level passes or CSEs grades 1
eo: Tak in five or mair O-heicht wunnins ur CSEs heicht yin soartins

source: Include any other O levels or CSEs at any grades
eo: Tak in onie ither O-heichts ur CSEs at onie soartins

source: Questions on A levels, NVQs and equivalents will follow
eo: Spierins anent A-heichts, NVQs an tha marrows o thaim's cummin yit

source: Include 4 or more AS levels
eo: Tak in fower ur mair AS heichts

source: Include 2 or 3 AS levels
eo: Tak in twa ur thrie AS heichts

source: Questions on NVQs and equivalents will follow
eo: Spierins anent NVQs an thair marrows bes cummin yit

source: For example BTEC National, OND or ONC, City and Guilds Advanced Craft
eo: Tha like o BTEC Hail-kintrie, OND ur ONC, Citie an Guilds Fykie Wrichts-Wark

source: For example BTEC General, City and Guilds Craft
eo: Tha like o BTEC Oweraa, Citie an Guilds Wrichts-wark

source: For example, trade, advanced, foundation or modern apprenticeships
eo: Tha like o mercatin, fykie, foondin ur modren prenticin

source: Include equivalent apprenticeships completed anywhere outside Northern Ireland
eo: Tak in marrowed prenticin throcht oniewhar ootbye Norlin Airlann

source: Current serving members should only select “No”
eo: Bodies 'at's daein thair time thenoo shud jist ootwale "Naw"

source: Include casual or temporary work, even if only for one hour
eo: Tak in orra ur pit-by wark, the mair it's jist fur yin oor

source: Whether receiving a pension or not
eo: Gin the'r draain a pension ur no

source: To get a true picture of the UK working population, we ask this question of everyone who is not currently working. We ask people who are retired because the number of people continuing to work after retirement age is increasing. We ask people who are long-term sick or disabled because some intend to go back to work.
eo: Furtae hae a leal wechtin o tha CK resydenters 'at's warkin, we'r spierin at aabodie 'at's no warkin thenoo. We'r spierin at fowk 'at's lowsed frae wark fur eild acause tha feck o fowk haudin til warkin efter the'r o an age tae quat is gaein up. We'r spierin at fowk 'at's laid aff seek or wi an impediment fur a richt while acause a feck o thaim's ettlin at gaein bek til wark.

source: The next set of questions is about your main job. Your main job is the job in which you usually work the most hours.
eo: Tha nixt wheen o spierins wud be anent yer foremaist tack. Yer foremaist tack wud be tha tack whar ye fur ordnar wark tha maist oors.

source: The next set of questions is about your last main job. Your main job is the job in which you usually worked the most hours.
eo: Tha nixt wheen o spierins wud be anent yer hinnèr foremaist tack. Yer foremaist tack wud be tha tack whar ye fur ordnar wrocht tha maist oors.

source: If you are self-employed in your own business, give the business name.
eo: Gin ye wark oan yer ain accoont in yer ain consarn, gie whut the' cry tha consarn.

source: If they are self-employed in their own business, give the business name.
eo: Gin the' wark oan thair ain accoont in thair ain consarn, gie whut the' cry tha consarn.

source: If you were self-employed in your own business, give the business name.
eo: Gin ye wrocht oan yer ain accoont in yer ain consarn, gie whut the' cried tha consarn.

source: If they were self-employed in their own business, give the business name.
eo: Gin the' wrocht oan thair ain accoont in thair ain consarn, gie whut the' cried tha consarn.

source: For example, retail assistant, office cleaner, district nurse, primary school teacher. Do not state your grade or pay band
eo: Tha like o bodie ahint a merchant's coontèr, offys dichtèr, destrick nurse, schuil maister o furst-heicht weans. Dinnae gie yer soartin ur pey ban

source: For example, retail assistant, office cleaner, district nurse, primary school teacher. Do not state their grade or pay band
eo: Tha like o bodie ahint a merchant's coontèr, offys dichtèr, destrick nurse, schuil maister o furst-heicht weans. Dinnae gie thair soartin ur pey ban

source: For example clothing retail, general hospital, primary education, food wholesale, civil service, local government housing.
eo: Tha like o trokin as a merchant o claes, oweraa ospittle, furst-heicht lear, hail-sale o mate, ceevil sarvice, locyal govermin hoosin.

source: Include paid and unpaid overtime
eo: Tak in owertim wi pey an athoot pey

source: Answer for the place where you spend the most time. Even if ill, on maternity leave, holiday or temporarily laid off provide details of your main place of work.
eo: Mak repone anent tha place whar ye ware tha maist time. The mair ye'r unweel, oan leave gien tha mither fur risin bairn-time, ur laid aff by-whyles gie rinnins anent yer foremaist place o wark.

source: Answer for the place where you spent the most time.
eo: Mak repone anent tha place whar ye ware tha maist time.

source: Select one option only, for the longest part, by distance, of your usual journey to place of work.
eo: Ootwale jist tha yin walin, fur tha langest pairt, bae tha gate, o yer gangin tae whar ye wark, fur ordnar.

source: Select one option only, for the longest part, by distance, of their usual journey to place of work.
eo: Ootwale jist tha yin walin, fur tha langest pairt, bae tha gate, o thair gangin tae thair place o wark, fur ordnar.

source: Answer for the place where you spend the most time. If student or schoolchild, answer for your study address.
eo: Mak repone fur tha place whar ye ware tha maist time. Gin ye'r a collegianer ur scholard, mak repone fur tha bakkin adae wi yer lear.

source: Select one option only, for the longest part, by distance, of your usual journey to place of study.
eo: Ootwale jist tha yin walin, fur tha langest pairt, bae tha gate, o yer gangin tae tha biggin o yer lear, fur ordnar.

source: Select one option only, for the longest part, by distance, of their usual journey to place of study.
eo: Ootwale jist tha yin walin, fur tha langest pairt, bae tha gate, o thair gangin tae tha biggin o thair lear, fur ordnar.

source: Voluntary
eo: Gien free

source: Add someone to this household
eo: Eik a bodie til this hoosehaud

source: Add another visitor to this household
eo: Eik anither bodie landit wi iz til this hoosehaud

source: Add a visitor
eo: Eik a bodie landit wi iz

source: There are no householders
eo: Thar's nae hoosehauders

source: There are no visitors
eo: Thar's naebodie landit wi iz

source: 2019 Census Test
eo: 20an19 Heid-Coont Preein

source: People who live here
eo: Fowk 'at bides here

source: Who lives here
eo: Wha bides here

source: You will need to know
eo: Ye be tae ken

source: What is your name?
eo: Whut dae the' cry ye?

source: What does “usually live” mean?
eo: Whut daes "bides fur ordnar" mint?

source: All of the data entered about this person will be deleted
eo: Aa tha gien taxt pit in anent this bodie wull be blorried oot

source: Household members
eo: Bodies in tha hoosehaud

source: Include people who are temporarily away
eo: Tak in fowk 'at's awa by-whyles

source: Include people who are temporarily staying
eo: Tak in fowk 'at's steyin by-whyles

source: Include
eo: Lap in

source: Household relationships
eo: Sibness in tha hoosehaud

source: Household accommodation
eo: Aisements o tha hoosehaud

source: Which of the following is your house or bungalow?
eo: Whut yin o tha follaein bes yer hoose ur bungalow?

source: Where is your flat, maisonette or apartment?
eo: Whar's yer flat, maisonette ur bauk?

source: Include central heating systems that generate heat for multiple rooms whether or not you use them
eo: Tak in yin-soorce firin gates 'at ootpits hait fur a wheen o ruims nae odds gin ye uise thaim ur no

source: Who do you rent from?
eo: Wha sets tae ye?

source: In total, how many cars or vans are owned, or available for use, by members of this household?
eo: Owreaa, hoo monie motors ur vans is in tha aucht o, ur lowse fur uisin bae, bodies in this hoosehaud?

source: Include any company cars or vans available for private use.
eo: Pit in onie motors ur vans belangin tae a consarn lowse fur hiddlie uise.

source: Individual Section
eo: Lanerlie Shaidin

source: Personal Details
eo: Rinnins Anent a Bodie's Sel

source: What is your date of birth?
eo: Whut date wur ye boarn?

source: What is your sex?
eo: Whut sex wud ye be?

source: What is your marital or same-sex civil partnership status?
eo: Whut's yer stannin adae wi merridge ur yin-sex ceevil pairtnerin?

source: Are you a student in full-time education?
eo: Wud ye be a collegianer in hail-time lear?

source: Are you a schoolchild or student in full-time education?
eo: Wud ye be a schuil-wean ur collegianer in hail-time lear?

source: During term time, where do you usually live?
eo: Throch tha tack o yer lear, whar dae ye bide fur ordnar?

source: Identity and Health
eo: Mairk an Poust

source: What is your country of birth?
eo: Whut kintrie wur ye boarn in?

source: What year did you come to live in Northern Ireland?
eo: Whut twalmond daed ye cum tae bide in Norlin Airlan?

source: One year ago, what was your usual address?
eo: A twalmond syne, whut wus yer bakkin fur ordnar?

source: Enter details of your address one year ago.
eo: Pit in rinnins anent yer bakkin a twalmond syne.

source: What passports do you hold?
eo: Whut passpoorts dae ye haud?

source: What official documents can be included?
eo: Whut offeecial redes cud be taein in?

source: How would you describe your national identity?
eo: Whut-wye wud ye insense a bodie intil tha mairk o yer kintrie?

source: What is your ethnic group?
eo: Whut curn o kin wud ye be frae?

source: What religion, religious denomination or body do you belong to?
eo: Whut releegion, kirk ur releegious convenerie dae ye belang tae?

source: What religion, religious denomination or body were you <em>brought up</em> in?
eo: Whut releegion, kirk or releegious convenerie wur ye <em>raired</em> wi?

source: What is your main language?
eo: Whut wud be yer foremaist leid?

source: What do we mean by “main language”?
eo: Whut wud we be mintin at wi "foremaist leid"?

source: How well can you speak English?
eo: Hoo weel cud ye taak Inglisch?

source: Can you understand, speak, read or write Irish?
eo: Cud ye unnèrstaun, taak, raed or scrieve Airisch?

source: How often do you speak Irish?
eo: Hoo affen dae ye taak Airisch?

source: Can you understand, speak, read or write Ulster-Scots?
eo: Cud ye unnèrstaun, taak, raed or scrieve Ulstèr-Scotch?

source: How often do you speak Ulster-Scots?
eo: Hoo affen dae ye taak Ulstèr-Scotch?

source: How is your health in general?
eo: Whut wye's yer poust in yersel?

source: Are your day-to-day activities limited because of a health problem, or disability which has lasted, or is expected to last, at least 12 months?
eo: Wud yer day an daily daeins be restrickit owre tha heid o a pall wi yer poust, ur an impediment 'at haes held oan, ur is lippent oan haudin oan, a twalmond or mair?

source: Do you have any of the following <em>physical health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Dae ye hae onie o tha follaein <em>troubles wi yer poust</em> 'at haes hauden oan, ur is lippent oan hauden oan, a twalmond ur mair?

source: Do you have any of the following <em>other health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Dae ye hae onie o tha follaein <em>ither troubles wi yer poust</em> 'at haes hauden oan, ur is lippent tae haud oan, a twalmond ur mair?

source: Do you look after, or give any help or support to, anyone because they have long-term physical or mental health conditions or illnesses, or problems related to old age?
eo: Dae ye tent, ur gie onie kin o a heeze ur pall tae, oniebodie owre tha heid o lang-tholed troubles wi tha poust o thair bouk ur harns ur seeknesses, ur palls adae wi eild?

source: Which of the following best describes your sexual orientation?
eo: Whilk yin o tha follaein gies tha maist siccar accoont o yer sex airtin?

source: Qualifications
eo: Collegianer's lines

source: Have you achieved a qualification at degree level or above?
eo: Hae ye wun til collegianer's lines wi lettèrs efter yer name or abune thon?

source: Have you achieved a GCSE or equivalent qualification?
eo: Hae ye wun til a GCSE ur marrowed lines?

source: Have you achieved an A level, AS level or equivalent qualifications?
eo: Hae ye wun til an A heicht, AS heicht ur marrowed lines?

source: Have you achieved an NVQ or equivalent qualification?
eo: Hae ye wun til an NVQ ur marrowed lines?

source: Have you achieved any other qualifications, either within or outside of Northern Ireland?
eo: Hae ye wun til onie ither lines, ayther athin ur ootbye Norlin Airlann?

source: Have you completed an apprenticeship?
eo: Hae ye throcht a tack o prenticin?

source: Employment
eo: Tacks o wark

source: Have you <em>previously</em> served in the UK Armed Forces?
eo: Hae ye daen yer time <em>afore</em> in tha CK Airmed Cores?

source: In the last seven days, were you doing any of the following?
eo: In tha seiven days jist by, wur ye daein onie o tha follaein?

source: Which of the following describes what you were doing in the last seven days?
eo: Oot o tha follaein, whut yin gies a richt insensin o whut ye wur daein in tha seiven days jist by?

source: In the last four weeks, were you actively looking for any kind of paid work?
eo: In tha fower aidays jist by, wur ye haein a throu-gan leuk fur onie kine o pey'd wark?

source: If a job became available now, could you start it within two weeks?
eo: Gin a bodie trystit wi ye fur wark thenoo, cud ye yokk til't athin twa aidays?

source: In the last seven days, were you waiting to start a job already accepted?
eo: In tha seiven days jist by, wur ye lippenin oan jynin til wark ye haed trystit fur aareadie?

source: Have you ever done any paid work?
eo: Hae ye ivver daen onie pey'd wark?

source: Main job
eo: Foremaist tack

source: Last main job
eo: Hinnèr foremaist tack

source: In your main job, what is your employment status?
eo: In yer foremaist tack, whut wud be yer stannin in wark?

source: In your main job, what was your employment status?
eo: In yer foremaist tack, whut wus yer stannin in wark?

source: What is the name of the organisation or business you work for?
eo: Whut dae the' cry tha curn ur consarn ye wark fur?

source: What was the name of the organisation or business you worked for?
eo: Whut daed the' cry tha curn ur consarn ye wrocht fur?

source: What is your full job title?
eo: Whut dae the' cry tha darg ye dae, in fu?

source: What was your full job title?
eo: Whut daed the' cry tha darg ye daed, in fu?

source: Briefly describe what you do in your main job.
eo: Gie shoart wittins anent whut ye dae in yer foremaist tack.

source: Briefly describe what you did in your main job.
eo: Gie shoart wittins anent whut ye daed in yer foremaist tack.

source: What is the main activity of your organisation, business or freelance work?
eo: Whut wud be tha foremaist throch-pit o yer curn, consarn ur wark daen en's-erran oan yer ain accoont?

source: What was the main activity of your organisation, business or freelance work?
eo: Whut wus tha foremaist throch-pit o yer curn, consarn ur wark daen en's-erran oan yer ain accoont?

source: Do you supervise or oversee the work of other employees on a day-to-day basis?
eo: Wud ye owergang ur hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: Did you supervise or oversee the work of other employees on a day-to-day basis?
eo: Daed ye owergang ur hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: In your main job, how many hours a week do you usually work?
eo: In yer foremaist tack, hoo monie oors dae ye wark in tha aidays, fur ordnar?

source: In your main job, how many hours a week did you usually work?
eo: In yer foremaist tack, hoo monie oors daed ye wark in tha aidays, fur ordnar?

source: Where do you mainly work?
eo: Whar dae ye wark fur tha maist feck?

source: Where did you mainly work?
eo: Whar daed ye wark fur tha maist feck?

source: What is the address of your main place of work?
eo: Whut wud be tha bakkin o tha foremaist place ye wark?

source: What was the address of your main place of work?
eo: Whut wus tha bakkin o tha heid place ye wrocht?

source: How do you usually travel to your main place of work?
eo: Hoo dae ye gang tae yer foremaist place o wark fur ordnar?
