Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/census_household_gb_nir_*.po
Languages: eo

# Answer for: Can you understand, speak, read or write Ulster-Scots?
source: Understand Ulster-Scots
eo: Unnèrstaun Ulstèr-Scotch

# Answer for: Can you understand, speak, read or write Ulster-Scots?
source: Speak Ulster-Scots
eo: Taak Ulstèr-Scotch

# Answer for: Can you understand, speak, read or write Ulster-Scots?
source: Read Ulster-Scots
eo: Raed Ulstèr-Scotch

# Answer for: Can you understand, speak, read or write Ulster-Scots?
source: Write Ulster-Scots
eo: Scrieve Ulstèr-Scotch

# Answer for: Can you understand, speak, read or write Ulster-Scots?
source: No ability
eo: Nae kennin

source: Understand Ulster-Scots
eo: Unnèrstaun Ulstèr-Scotch

source: Speak Ulster-Scots
eo: Taak Ulstèr-Scotch

source: Read Ulster-Scots
eo: Raed Ulstèr-Scotch

source: Write Ulster-Scots
eo: Scrieve Ulstèr-Scotch

source: No ability
eo: Nae kennin

# Answer for: How often do you speak Ulster-Scots?
source: Daily
eo: Ilka-day

# Answer for: How often do you speak Ulster-Scots?
source: Weekly
eo: Ilka aidays

# Answer for: How often do you speak Ulster-Scots?
source: Less often
eo: Nae sae affen

# Answer for: How often do you speak Ulster-Scots?
source: Never
eo: Nivver

# Answer for: How often does <em>{person_name}</em> speak Ulster-Scots?
source: Daily
eo: Ilka-day

# Answer for: How often does <em>{person_name}</em> speak Ulster-Scots?
source: Weekly
eo: Ilka aidays

# Answer for: How often does <em>{person_name}</em> speak Ulster-Scots?
source: Less often
eo: No sae affen

# Answer for: How often does <em>{person_name}</em> speak Ulster-Scots?
source: Never
eo: Nivver

# Answer for: How is your health in general?
source: Very good
eo: Gye an guid

# Answer for: How is your health in general?
source: Good
eo: Guid

# Answer for: How is your health in general?
source: Fair
eo: Mïddlin

# Answer for: How is your health in general?
source: Bad
eo: Unweel

# Answer for: How is your health in general?
source: Very bad
eo: Affa unweel

# Answer for: How is <em>{person_name_possessive}</em> health in general?
source: Very good
eo: Gye an guid

# Answer for: How is <em>{person_name_possessive}</em> health in general?
source: Good
eo: Bravely

# Answer for: How is <em>{person_name_possessive}</em> health in general?
source: Fair
eo: Mïddlin

# Answer for: How is <em>{person_name_possessive}</em> health in general?
source: Bad
eo: Unweel

# Answer for: How is <em>{person_name_possessive}</em> health in general?
source: Very bad
eo: Affa unweel

source: No
eo: Naw

source: Yes, limited a little
eo: Aye, a weethin restrickit

source: Yes, limited a lot
eo: Aye, restrickit a lock

source: No
eo: Naw

source: Yes, limited a little
eo: Aye, a weethin restrickit

source: Yes, limited a lot
eo: Aye, restrickit a lock

source: Deafness or partial hearing loss
eo: Stane-deefness ur haurdness o heerin

source: Blindness or partial sight loss
eo: Blinness ur halflins tint sicht

source: A mobility or dexterity difficulty, which requires the use of a wheelchair in the home
eo: A pall wi gettin aboot ur gleg hannlin, 'at gars ye hae tha uise o a wheelchyre in tha hoose

source: A mobility or dexterity difficulty that limits basic physical activities
eo: A pall wi gettin aboot ur gleg hannlin 'at restricks yer bouk frae yokkin til hamelt daeins

source: Shortness of breath or difficulty breathing
eo: Peghin ur hirsellin

source: None of these conditions
eo: Nane o thae troubles

source: Deafness or partial hearing loss
eo: Stane-deefness ur haurdness o heerin

source: Blindness or partial sight loss
eo: Blinness ur halflins tint sicht

source: A mobility or dexterity difficulty, which requires the use of a wheelchair in the home
eo: A pall wi gettin aboot ur gleg hannlin, 'at gars ye hae tha uise o a wheelchyre in tha hoose

source: A mobility or dexterity difficulty that limits basic physical activities
eo: A pall wi gettin aboot ur gleg hannlin 'at restricks yer bouk frae yokkin til hamelt daeins

source: Shortness of breath or difficulty breathing
eo: Peghin ur hirsellin

source: None of these conditions
eo: Nane o thae troubles

source: An intellectual or learning disability
eo: An impediment wi tha harns ur wi lear

source: A learning difficulty
eo: An impediment wi lear

source: Autism or Asperger syndrome
eo: Autism ur Asperger complent

source: An emotional, psychological or mental health condition
eo: A trouble 'at's hairt-scaudin, ur wammlin in tha mind ur harns

source: Frequent periods of confusion or memory loss
eo: Affen haein tacks o bein peerie-heedit ur tynin tha wye o't

source: Long-term pain or discomfort
eo: Lang-tholed stoon ur fash in yersel

source: Other condition
eo: Ither trouble

source: None of these conditions
eo: Nane o thae troubles

source: An intellectual or learning disability
eo: An impediment wi tha harns ur wi lear

source: A learning difficulty
eo: An impediment wi lear

source: Autism or Asperger syndrome
eo: Autism ur Asperger complent

source: An emotional, psychological or mental health condition
eo: A trouble 'at's hairt-scaudin, ur wammlin in tha mine ur harns

source: Frequent periods of confusion or memory loss
eo: Affen haein tacks o bein peerie-heedit ur tynin tha wye o't

source: Long-term pain or discomfort
eo: Lang-tholed stoon ur fash in yersel

source: Other condition
eo: Ither trouble

source: None of these conditions
eo: Nane o thae troubles

source: No
eo: Naw

source: Yes, 19 hours or less a week
eo: Aye, ninetaen oors ur ablow ilka aidays

source: Yes, 20 to 34 hours a week
eo: Aye, twuntie tae thurtie-fower oors ilka aidays

source: Yes, 35 to 49 hours a week
eo: Aye, thurtie-five tae fowertie-nine oors ilka aidays

source: Yes, 50 hours or more a week
eo: Aye, fïtie oors ur mair ilka aidays

source: No
eo: Naw

source: Yes, 19 hours or less a week
eo: Aye, ninetaen oors ur ablow ilka aidays

source: Yes, 20 to 34 hours a week
eo: Aye, twuntie tae thurtie-fower oors ilka aidays

source: Yes, 35 to 49 hours a week
eo: Aye, thurtie-five tae fowertie-nine oors ilka aidays

source: Yes, 50 hours or more a week
eo: Aye, fïftie ur mair oors ilka aidays

# Answer for: Which of the following best describes your sexual orientation?
source: Straight or Heterosexual
eo: Straucht ur airtit owerby tha tither sex

# Answer for: Which of the following best describes your sexual orientation?
source: Gay or Lesbian
eo: Gay ur Lesbian

# Answer for: Which of the following best describes your sexual orientation?
source: Bisexual
eo: Airtit at baith sexes

# Answer for: Which of the following best describes your sexual orientation?
source: Other sexual orientation
eo: Ither sex airtin

# Answer for: Which of the following best describes your sexual orientation?
source: Please specify sexual orientation
eo: Ableeged gin ye'd gie parteeklars o yer sex airtin

# Answer for: Which of the following best describes your sexual orientation?
source: Prefer not to say
eo: Liefer no let oan

source: Straight or Heterosexual
eo: Straucht ur airtit owerby tha tither sex

source: Gay or Lesbian
eo: Gay ur Lesbian

source: Bisexual
eo: Airtit at baith sexes

source: Other sexual orientation
eo: Ither sex airtin

source: Please specify sexual orientation
eo: Ableeged gin ye'd gie parteeklars o thair sex airtin

source: Prefer not to say
eo: Liefer no let oan

# Answer for: Have you achieved a qualification at degree level or above?
source: Yes
eo: Aye

# Answer for: Have you achieved a qualification at degree level or above?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# Answer for: Have you achieved a GCSE or equivalent qualification?
source: 5 or more GCSEs grades A* to C or 9 to 4
eo: Five ur mair GCSEs heicht A* tae C ur nine tae fower

# Answer for: Have you achieved a GCSE or equivalent qualification?
source: Any other GCSEs
eo: Onie ither GCSEs

# Answer for: Have you achieved a GCSE or equivalent qualification?
source: None of these apply
eo: Nane o thae thïngs effeirs

source: 5 or more GCSEs grades A* to C or 9 to 4
eo: Five ur mair GCSEs heicht A* tae C ur nine tae fower

source: Any other GCSEs
eo: Onie ither GCSEs

source: None of these apply
eo: Nane o thae thïngs effeirs

# Answer for: Have you achieved an A level, AS level or equivalent qualifications?
source: 2 or more A levels
eo: Twa ur mair A heichts

# Answer for: Have you achieved an A level, AS level or equivalent qualifications?
source: 1 A level
eo: Yin A heicht

# Answer for: Have you achieved an A level, AS level or equivalent qualifications?
source: 1 AS level
eo: Yin AS heicht

# Answer for: Have you achieved an A level, AS level or equivalent qualifications?
source: None of these apply
eo: Nane o thae thïngs effeirs

source: 2 or more A levels
eo: Twa ur mair A heichts

source: 1 A level
eo: Yin A heicht

source: 1 AS level
eo: Yin AS heicht

source: None of these apply
eo: Nane o thae thïngs effeirs

# Answer for: Have you achieved an NVQ or equivalent qualification?
source: NVQ level 3 or equivalent
eo: NVQ heicht thrie ur its marrow

# Answer for: Have you achieved an NVQ or equivalent qualification?
source: NVQ level 2 or equivalent
eo: NVQ heicht twa ur its marrow

# Answer for: Have you achieved an NVQ or equivalent qualification?
source: NVQ level 1 or equivalent
eo: NVQ heicht yin ur its marrow

# Answer for: Have you achieved an NVQ or equivalent qualification?
source: None of these apply
eo: Nane o thae thïngs effeirs

source: NVQ level 3 or equivalent
eo: NVQ heicht thrie ur its marrow

source: NVQ level 2 or equivalent
eo: NVQ heicht twa ur its marrow

source: NVQ level 1 or equivalent
eo: NVQ heicht yin ur its marrow

source: None of these apply
eo: Nane o thae thïngs effeirs

source: Yes
eo: Aye

source: No qualifications
eo: Nae collegianer's lines

# Answer for: Has <em>{person_name}</em> achieved any other qualifications?
source: Yes
eo: Aye

# Answer for: Has <em>{person_name}</em> achieved any other qualifications?
source: No qualifications
eo: Nae collegianer's lines

# Answer for: Have you completed an apprenticeship?
source: Yes
eo: Aye

# Answer for: Have you completed an apprenticeship?
source: No
eo: Naw

# Answer for: Has <em>{person_name}</em> completed an apprenticeship?
source: Yes
eo: Aye

# Answer for: Has <em>{person_name}</em> completed an apprenticeship?
source: No
eo: Naw

# Answer for: Have you <em>previously</em> served in the UK Armed Forces?
source: No
eo: Naw

# Answer for: Have you <em>previously</em> served in the UK Armed Forces?
source: Yes, previously served in Regular Armed Forces
eo: Aye, daen ma time afore in tha Reglar Airmed Cores

# Answer for: Have you <em>previously</em> served in the UK Armed Forces?
source: Yes, previously served in Reserve Armed Forces
eo: Aye, daen ma time afore in tha Orra Airmed Cores

source: No
eo: Naw

source: Yes, previously served in Regular Armed Forces
eo: Aye, daen ma time afore in tha Reglar Airmed Cores

source: Yes, previously served in Reserve Armed Forces
eo: Aye, daen ma time afore in tha Orra Airmed Cores

# Answer for: In the last seven days, were you doing any of the following?
source: Working as an employee
eo: Warkin tae a heidyin

# Answer for: In the last seven days, were you doing any of the following?
source: Self-employed or freelance
eo: Warkin oan ma ain accoont ur en's erran oan ma ain accoont

# Answer for: In the last seven days, were you doing any of the following?
source: Temporarily away from work ill, on holiday or temporarily laid off
eo: By-whyles awa frae wark unweel, aff-lat ur laid aff by-whyles

# Answer for: In the last seven days, were you doing any of the following?
source: On maternity or paternity leave
eo: Leave gien tae tha mither ur faither fur risin bairn-time

# Answer for: In the last seven days, were you doing any of the following?
source: Doing any other kind of paid work
eo: Daein onie ither soart o pey'd wark

# Answer for: In the last seven days, were you doing any of the following?
source: None of these apply
eo: Nane o thae thïngs effeirs

source: Working as an employee
eo: Warkin tae a heidyin

source: Self-employed or freelance
eo: Warkin oan thair ain accoont ur en's erran oan thair ain accoont

source: Temporarily away from work ill, on holiday or temporarily laid off
eo: By-whyles awa frae wark unweel, aff-lat ur laid aff by-whyles

source: On maternity or paternity leave
eo: Oan leave gien tae tha mither ur faither fur risin bairn-time

source: Doing any other kind of paid work
eo: Daein onie ither soart o pey'd wark

source: None of these apply
eo: Nane o thae thïngs effeirs

source: Retired
eo: Lowsed frae wark fur eild

source: Studying
eo: Learin

source: Looking after home or family
eo: Guidin tha hoose ur faimlie

source: Long-term sick or disabled
eo: Laid aff seek ur wi an impediment fur a richt while

source: Other
eo: Ither

source: Retired
eo: Lowsed frae wark fur eild

source: Studying
eo: Learin

source: Looking after home or family
eo: Guidin tha hoose ur faimlie

source: Long-term sick or disabled
eo: Laid-aff seek ur wi an impediment fur a richt while

source: Other
eo: Ither

source: Yes
eo: Aye

source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# Answer for: If a job became available now, could you start it within two weeks?
source: Yes
eo: Aye

# Answer for: If a job became available now, could you start it within two weeks?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# Answer for: Have you ever done any paid work?
source: Yes, in the last 12 months
eo: Aye, in tha twalmond jist by

# Answer for: Have you ever done any paid work?
source: Yes, but not in the last 12 months
eo: Aye; no in tha twalmond jist by, but

# Answer for: Have you ever done any paid work?
source: No, have never worked
eo: Naw, haenae ivver wrocht

# Answer for: Has <em>{person_name}</em> ever done any paid work?
source: Yes, in the last 12 months
eo: Aye, in tha twalmond jist by

# Answer for: Has <em>{person_name}</em> ever done any paid work?
source: Yes, but not in the last 12 months
eo: Aye; no in tha twalmond jist by, but

# Answer for: Has <em>{person_name}</em> ever done any paid work?
source: No, has never worked
eo: Naw, haesnae ivver wrocht

# Answer for: In your main job, what is your employment status?
source: Employee
eo: Warker

# Answer for: In your main job, what is your employment status?
source: Self-employed or freelance without employees
eo: Warkin oan thair ain accoont ur en's-erran oan thair ain accoont athoot warkers

# Answer for: In your main job, what is your employment status?
source: Self-employed with employees
eo: Warkin oan ma ain accoont wi warkers

source: Employee
eo: Warker

source: Self-employed or freelance without employees
eo: Warkin oan thair ain accoont ur en's-erran oan thair ain accoont athoot warkers

source: Self-employed with employees
eo: Warkin oan ma ain accoont wi warkers

# Answer for: In your main job, what was your employment status?
source: Employee
eo: Warker

# Answer for: In your main job, what was your employment status?
source: Self-employed or freelance without employees
eo: Warkin oan ma ain accoont ur en's-erran oan ma ain accoont athoot warkers

# Answer for: In your main job, what was your employment status?
source: Self-employed with employees
eo: Warkin oan ma ain accoont wi warkers

source: Employee
eo: Warker

source: Self-employed or freelance without employees
eo: Warkin oan ain accoont ur en's-erran oan ma ain accoont athoot warkers

source: Self-employed with employees
eo: Warkin oan ain accoont wi warkers

# Answer for: What is the name of the organisation or business you work for?
source: Organisation or business name
eo: Whut the' cry tha curn ur consarn

# Answer for: What is the name of the organisation or business you work for?
source: No organisation or work for a private individual
eo: Nae curn ur wark fur a hiddlie bodie thair lane

source: Organisation or business name
eo: Whut the' cry tha curn ur consarn

source: No organisation or works for a private individual
eo: Nae curn ur warks fur a hiddlie bodie thair lane

# Answer for: What was the name of the organisation or business you worked for?
source: Organisation or business name
eo: Whut the' cried tha curn ur consarn

# Answer for: What was the name of the organisation or business you worked for?
source: No organisation or worked for a private individual
eo: Nae curn ur wrocht fur a hiddlie bodie thair lane

source: Organisation or business name
eo: Whut the' cried tha curn ur consarn

source: No organisation or worked for a private individual
eo: Nae curn ur wrocht fur a hiddlie bodie thair lane

# Answer for: What is your full job title?
source: Job title
eo: Whut the' cry tha darg A dae, in fu

# Answer for: What is <em>{person_name_possessive}</em> full job title?
source: Job title
eo: Whut the' cry tha darg the' dae, in fu

# Answer for: What was your full job title?
source: Job title
eo: Whut the' cried tha darg A daed, in fu

# Answer for: What was <em>{person_name_possessive}</em> full job title?
source: Job title
eo: Whut the' cried tha darg the' daed, in fu

# Answer for: Briefly describe what you do in your main job.
source: Job description
eo: Parteeklars o yer darg

# Answer for: Briefly describe what <em>{person_name}</em> does in their main job.
source: Job description
eo: Parteeklars o thair darg

# Answer for: Briefly describe what you did in your main job.
source: Job description
eo: Parteeklars o yer darg

# Answer for: Briefly describe what <em>{person_name}</em> did in their main job.
source: Job description
eo: Parteeklars o thair darg

source: Main activity
eo: Foremaist throch-pit

source: Main activity
eo: Foremaist throch-pit

source: Main activity
eo: Foremaist throch-pit

source: Main activity
eo: Foremaist throch-pit

source: Yes
eo: Aye

source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# Answer for: In your main job, how many hours a week do you usually work?
source: 0 to 15 hours
eo: Nocht tae fiftaen oors

# Answer for: In your main job, how many hours a week do you usually work?
source: 16 to 30 hours
eo: Sixtaen tae thurtie oors

# Answer for: In your main job, how many hours a week do you usually work?
source: 31 to 48 hours
eo: Thurtie-yin tae fowertie-echt oors

# Answer for: In your main job, how many hours a week do you usually work?
source: 49 hours or more
eo: Fowertie-nine oors ur mair

source: 0 to 15 hours
eo: Nocht tae fiftaen oors

source: 16 to 30 hours
eo: Sixtaen tae thurtie oors

source: 31 to 48 hours
eo: Thurtie-yin tae fowertie-echt oors

source: 49 hours or more
eo: Fowertie-nine oors ur mair

# Answer for: In your main job, how many hours a week did you usually work?
source: 0 to 15 hours
eo: Nocht tae fiftaen oors

# Answer for: In your main job, how many hours a week did you usually work?
source: 16 to 30 hours
eo: Sixtaen tae thurtie oors

# Answer for: In your main job, how many hours a week did you usually work?
source: 31 to 48 hours
eo: Thurtie-yin tae fowertie-echt oors

# Answer for: In your main job, how many hours a week did you usually work?
source: 49 hours or more
eo: Fowertie-nine oors ur mair

source: 0 to 15 hours
eo: Nocht tae fiftaen oors

source: 16 to 30 hours
eo: Sïxtaen tae thurtie oors

source: 31 to 48 hours
eo: Thurtie-yin tae fowertie-echt oors

source: 49 hours or more
eo: Fowertie-nine oors ur mair

# Answer for: Where do you mainly work?
source: At a workplace
eo: At a place o wark

# Answer for: Where do you mainly work?
source: At or from home
eo: Ben tha hoose ur frae it

# Answer for: Where do you mainly work?
source: No fixed place
eo: Nae siccar place

# Answer for: Where does <em>{person_name}</em> mainly work?
source: At a workplace
eo: At a place o wark

# Answer for: Where does <em>{person_name}</em> mainly work?
source: At or from home
eo: Ben tha hoose ur frae it

# Answer for: Where does <em>{person_name}</em> mainly work?
source: No fixed place
eo: Nae siccar place

# Answer for: Where did you mainly work?
source: At a workplace
eo: At a place o wark

# Answer for: Where did you mainly work?
source: At or from home
eo: Ben tha hoose ur frae it

# Answer for: Where did you mainly work?
source: No fixed place
eo: Nae siccar place

# Answer for: Where did <em>{person_name}</em> mainly work?
source: At a workplace
eo: Ben a place o wark

# Answer for: Where did <em>{person_name}</em> mainly work?
source: At or from home
eo: Ben tha hoose ur frae it

# Answer for: Where did <em>{person_name}</em> mainly work?
source: No fixed place
eo: Nae siccar place

# Answer for: What is the address of your main place of work?
source: Address line 1
eo: Bakkin line yin

# Answer for: What is the address of your main place of work?
source: Address line 2
eo: Bakkin line twa

# Answer for: What is the address of your main place of work?
source: Town or city
eo: Toon ur citie

# Answer for: What is the address of your main place of work?
source: County (optional)
eo: Coontie (no a maun-dae)

# Answer for: What is the address of your main place of work?
source: Postcode
eo: Póastcode

source: Address line 1
eo: Bakkin line yin

source: Address line 2
eo: Bakkin line twa

source: Town or city
eo: Toon ur citie

source: County (optional)
eo: Coontie (no a maun-dae)

source: Postcode
eo: Póastcode

# Answer for: What was the address of your main place of work?
source: Address line 1
eo: Bakkin line yin

# Answer for: What was the address of your main place of work?
source: Address line 2
eo: Bakkin line twa

# Answer for: What was the address of your main place of work?
source: Town or city
eo: Toon ur citie

# Answer for: What was the address of your main place of work?
source: County (optional)
eo: Coontie (no a maun-dae)

# Answer for: What was the address of your main place of work?
source: Postcode
eo: Póastcode

source: Address line 1
eo: Bakkin line yin

source: Address line 2
eo: Bakkin line twa

source: Town or city
eo: Toon ur citie

source: County (optional)
eo: Coontie (no a maun-dae)

source: Postcode
eo: Póastcode

# Answer for: How do you usually travel to your main place of work?
source: Driving a car or van
eo: Guidin a motor ur van

# Answer for: How do you usually travel to your main place of work?
source: Passenger in a car or van
eo: Gien a lïft in a motor ur van

# Answer for: How do you usually travel to your main place of work?
source: Car or van pool, sharing driving
eo: Nyborin wi motors ur vans, twinin oot tha guidin

# Answer for: How do you usually travel to your main place of work?
source: Bus, minibus or coach (public or private)
eo: Tha bus, minibus ur motor-coach (apen ur hiddlie)

# Answer for: How do you usually travel to your main place of work?
source: Taxi
eo: Texi

# Answer for: How do you usually travel to your main place of work?
source: Train
eo: Railwye

# Answer for: How do you usually travel to your main place of work?
source: Motorcycle, scooter or moped
eo: Motorbike, scootèr ur moped

# Answer for: How do you usually travel to your main place of work?
source: On foot
eo: Trevellin

# Answer for: How do you usually travel to your main place of work?
source: Other
eo: Ither

source: Driving a car or van
eo: Guidin a motor ur van

source: Passenger in a car or van
eo: Gien a lïft in a motor ur van

source: Car or van pool, sharing driving
eo: Nyborin wi motors ur vans, twinin oot tha guidin

source: Bus, minibus or coach (public or private)
eo: Tha bus, minibus ur motor-coach (apen ur hiddlie)

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr ur moped

source: On foot
eo: Trevellin

source: Other
eo: Ither
