Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/census_household_gb_nir_*.po
Languages: eo

# Answer for: How did you usually travel to your main place of work?
source: Driving a car or van
eo: Guidin a motor ur van

# Answer for: How did you usually travel to your main place of work?
source: Passenger in a car or van
eo: Gien a lïft in a motor ur van

# Answer for: How did you usually travel to your main place of work?
source: Car or van pool, sharing driving
eo: Nyborin wi motors ur vans, twinin oot tha guidin

# Answer for: How did you usually travel to your main place of work?
source: Bus, minibus or coach (public or private)
eo: Tha bus, minibus ur motor-coach (apen ur hiddlie)

# Answer for: How did you usually travel to your main place of work?
source: Taxi
eo: Texi

# Answer for: How did you usually travel to your main place of work?
source: Train
eo: Railwye

# Answer for: How did you usually travel to your main place of work?
source: Motorcycle, scooter or moped
eo: Motorbike, scootèr ur moped

# Answer for: How did you usually travel to your main place of work?
source: On foot
eo: Trevellin

# Answer for: How did you usually travel to your main place of work?
source: Other
eo: Ither

source: Driving a car or van
eo: Guidin a motor ur van

source: Passenger in a car or van
eo: Gien a lïft in a motor ur van

source: Car or van pool, sharing driving
eo: Nyborin wi motors ur vans, twinin oot tha guidin

source: Bus, minibus or coach (public or private)
eo: Tha bus, minibus ur motor-coach (apen ur hiddlie)

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr ur moped

source: On foot
eo: Trevellin

source: Other
eo: Ither

# Answer for: Where do you mainly study?
source: At a campus or school
eo: At a campus ur schuil

# Answer for: Where do you mainly study?
source: At or from home
eo: Ben tha hoose ur frae it

# Answer for: Where do you mainly study?
source: No fixed place
eo: Nae siccar place

# Answer for: Where does <em>{person_name}</em> mainly study?
source: At a campus or school
eo: At a campus ur schuil

# Answer for: Where does <em>{person_name}</em> mainly study?
source: At or from home
eo: Ben tha hoose ur frae it

# Answer for: Where does <em>{person_name}</em> mainly study?
source: No fixed place
eo: Nae siccar place

# Answer for: What is the address of your main place of study, including school?
source: Address line 1
eo: Bakkin line yin

# Answer for: What is the address of your main place of study, including school?
source: Address line 2
eo: Bakkin line twa

# Answer for: What is the address of your main place of study, including school?
source: Town or city
eo: Toon ur citie

# Answer for: What is the address of your main place of study, including school?
source: County (optional)
eo: Coontie (no a maun-dae)

# Answer for: What is the address of your main place of study, including school?
source: Postcode
eo: Póastcode

source: Address line 1
eo: Bakkin line yin

source: Address line 2
eo: Bakkin line twa

source: Town or city
eo: Toon ur citie

source: County (optional)
eo: Coontie (no a maun-dae)

source: Postcode
eo: Póastcode

source: Driving a car or van
eo: Guidin a motor ur van

source: Passenger in a car or van
eo: Gien a lïft in a motor ur van

source: Car or van pool, sharing driving
eo: Nyborin wi motors ur vans, twinin oot tha guidin

source: Bus, minibus or coach (public or private)
eo: Tha bus, minibus ur motor-coach (apen ur hiddlie)

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr ur moped

source: On foot
eo: Trevellin

source: Other
eo: Ither

source: Driving a car or van
eo: Guidin a motor ur van

source: Passenger in a car or van
eo: Gien a lïft in a motor ur van

source: Car or van pool, sharing driving
eo: Nyborin wi motors ur vans, twinin oot tha guidin

source: Bus, minibus or coach (public or private)
eo: Tha bus, minibus ur motor-coach (apen ur hiddlie)

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr ur moped

source: On foot
eo: Trevellin

source: Other
eo: Ither

# Answer for: What is <em>{person_name_possessive}</em> usual address?
source: An address in the UK
eo: Anither bakkin in tha CK

# Answer for: What is <em>{person_name_possessive}</em> usual address?
source: An address outside the UK
eo: A bakkin ootbye tha CK

# Answer for: What is <em>{person_name_possessive}</em> usual address?
source: Please enter the country
eo: Ableeged gin ye'd pit in tha kintrie

# Answer for: Enter details of <em>{person_name_possessive}</em> usual UK address
source: Address line 1
eo: Bakkin line yin

# Answer for: Enter details of <em>{person_name_possessive}</em> usual UK address
source: Address line 2
eo: Bakkin line twa

# Answer for: Enter details of <em>{person_name_possessive}</em> usual UK address
source: Town or city
eo: Toon ur citie

# Answer for: Enter details of <em>{person_name_possessive}</em> usual UK address
source: County (optional)
eo: Coontie (no a maun-dae)

# Answer for: Enter details of <em>{person_name_possessive}</em> usual UK address
source: Postcode
eo: Póastcode

# Answer for: Does anyone usually live at {address}?
source: Include partners, children, babies born on or before {census_date}, housemates, tenants and lodgers, students and schoolchildren who live away from home during term time, where this is their permanent or family home
eo: Tak in pairtners, weans, bairns boarn oan ur afore {census_date}, hoosemates, tinants an ludgers, collegianers an scholards 'at bides awa frae hame throch tha tack o thair lear, whar this wud be thair ayebidin ur faimlie hame

# Answer for: Does anyone else live at {address}?
source: Include partners, children, babies born on or before {census_date}, housemates, tenants and lodgers, students and schoolchildren who live away from home during term time, where this is their permanent or family home
eo: Tak in pairtners, weans, bairns boarn oan ur afore {census_date}, hoosemates, tinants an ludgers, collegianers an scholards 'at bides awa frae hame throch tha tack o thair lear, whar this wud be thair ayebidin ur faimlie hame

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>husband or wife</em>
eo: {second_person_name} wud be yer <em>guidman or guidwife</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>Same-sex civil partner</em>
eo: {second_person_name} wud be yer <em>Ae sex ceevil pairtner</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>partner</em>
eo: {second_person_name} wud be yer <em>pairtner</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>son or daughter</em>
eo: {second_person_name} wud be yer <em>sin or dauchter</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>stepchild</em>
eo: {second_person_name} wud be yer <em>stepbairn</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>brother or sister</em>
eo: {second_person_name} wud be yer <em>brither or sister</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>stepbrother or stepsister</em>
eo: {second_person_name} wud be yer <em>stepbrither or stepsister</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>mother or father</em>
eo: {second_person_name} wud be yer <em>mither ur faither</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>stepmother or stepfather</em>
eo: {second_person_name} wud be yer <em>stepmither ur stepfaither</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>grandchild</em>
eo: {second_person_name} wud be yer <em>granwean</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>grandparent</em>
eo: {second_person_name} wud be yer <em>granmither ur granfaither</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>other relation</em>
eo: {second_person_name} wud be yer <em>ither freen</em>

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is <em>unrelated</em> to you
eo: {second_person_name} wud be <em>nae sib</em> til ye

# Answer for: {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>…</em>
eo: {second_person_name} wud be yer <em>...</em>

source: {second_person_name} is {first_person_name_possessive} <em>husband or wife</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>guidman ur guidwife</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>husband or wife</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>guidman ur guidwife</em>

source: {second_person_name} is {first_person_name_possessive} <em>Same-sex civil partner</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>Yin-sex ceevil pairtner</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>Same-sex civil partner</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>Yin-sex ceevil pairtner</em>

source: {second_person_name} is {first_person_name_possessive} <em>partner</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>pairtner</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>partner</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>pairtner</em>

source: {second_person_name} is {first_person_name_possessive} <em>son or daughter</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>sin ur dochtèr</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>son or daughter</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>sin ur dochtèr</em>

source: {second_person_name} is {first_person_name_possessive} <em>stepchild</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>stepbairn</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>stepchild</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>stepbairn</em>

source: {second_person_name} is {first_person_name_possessive} <em>brother or sister</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>brither ur sïstèr</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>brother or sister</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>brither ur sïstèr</em>

source: {second_person_name} is {first_person_name_possessive} <em>stepbrother or stepsister</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>stepbrither or stepsister</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>stepbrother or stepsister</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>stepbrither ur stepsïstèr</em>

source: {second_person_name} is {first_person_name_possessive} <em>mother or father</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>mither ur faither</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>mother or father</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>mither ur faither</em>

source: {second_person_name} is {first_person_name_possessive} <em>stepmother or stepfather</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>stepmither ur stepfaither</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>stepmother or stepfather</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>stepmither ur stepfaither</em>

source: {second_person_name} is {first_person_name_possessive} <em>grandchild</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>granwean</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>grandchild</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>granwean</em>

source: {second_person_name} is {first_person_name_possessive} <em>grandparent</em>
eo: {second_person_name} bes <em>granmither ur granfaither</em> o {first_person_name_possessive}

source: Thinking of {first_person_name}, {second_person_name} is their <em>grandparent</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>granmither ur granfaither</em>

source: {second_person_name} is {first_person_name_possessive} <em>other relation</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>ither freen</em>

source: Thinking of {first_person_name}, {second_person_name} is their <em>other relation</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>ither freen</em>

source: {second_person_name} is <em>unrelated</em> to {first_person_name}
eo: {second_person_name} isnae <em>sib ava</em> tae {first_person_name}

source: Thinking of {first_person_name}, {second_person_name} is <em>unrelated</em> to {first_person_name}
eo: Haein mine o {first_person_name}, {second_person_name} isnae <em>sib ava</em> tae {first_person_name}

source: {second_person_name} is {first_person_name_possessive} <em>…</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>...</em>

# Answer for: You are {age_in_years} years old. Is this correct?
source: Yes, I am {age_in_years} years old
eo: Aye, A'm {age_in_years} yeir auld

# Answer for: {person_name} is {age_in_years} years old. Is this correct?
source: Yes, {person_name} is {age_in_years} years old
eo: Aye, {person_name} bes {age_in_years} yeir auld
