Repository: ONSdigital/eq-survey-runner
Catalog: app/translations/*/census_household_gb_nir_*.po
Languages: eo

source: No, I do not need to add anyone
eo: Naw, A dinnae hae tae eik oniebodie

# Answer for: {second_person_name} is your <em>…</em>
source: Husband or wife
eo: Guidman or guidwife

# Answer for: {second_person_name} is your <em>…</em>
source: Same-sex civil partner
eo: Yin-sex ceevil pairtnerie

# Answer for: {second_person_name} is your <em>…</em>
source: Partner
eo: Pairtner

# Answer for: {second_person_name} is your <em>…</em>
source: Son or daughter
eo: Sin ur dochtèr

# Answer for: {second_person_name} is your <em>…</em>
source: Stepchild
eo: Stepbairn

# Answer for: {second_person_name} is your <em>…</em>
source: Brother or sister
eo: Brither ur sïstèr

# Answer for: {second_person_name} is your <em>…</em>
source: Stepbrother or stepsister
eo: Stepbrither ur stepsïstèr

# Answer for: {second_person_name} is your <em>…</em>
source: Mother or father
eo: Mither or faither

# Answer for: {second_person_name} is your <em>…</em>
source: Stepmother or stepfather
eo: Stepmither or stepfaither

# Answer for: {second_person_name} is your <em>…</em>
source: Grandchild
eo: Granwean

# Answer for: {second_person_name} is your <em>…</em>
source: Grandparent
eo: Granmither ur granfaither

# Answer for: {second_person_name} is your <em>…</em>
source: Other relation
eo: Ither freen

# Answer for: {second_person_name} is your <em>…</em>
source: Unrelated
eo: No sib

source: Husband or wife
eo: Guidman ur guidwife

source: Same-sex civil partner
eo: Yin-sex ceevil pairtnerie

source: Partner
eo: Pairtner

source: Son or daughter
eo: Sin ur dochtèr

source: Stepchild
eo: Stepbairn

source: Brother or sister
eo: Brither ur sïstèr

source: Stepbrother or stepsister
eo: Stepbrither ur stepsïstèr

source: Mother or father
eo: Mither or faither

source: Stepmother or stepfather
eo: Stepmither or stepfaither

source: Grandchild
eo: Granwean

source: Grandparent
eo: Granmither ur granfaither

source: Other relation
eo: Ither freen

source: Unrelated
eo: No sib

# Answer for: What type of accommodation is <em>{address}</em>?
source: Whole house or bungalow
eo: Hail hoose ur bungalow

# Answer for: What type of accommodation is <em>{address}</em>?
source: Flat, maisonette or apartment
eo: Flat, maisonette ur bauk

# Answer for: What type of accommodation is <em>{address}</em>?
source: Caravan or other mobile or temporary structure
eo: Carryvan ur ither gangin ur by-whyles steidin

# Answer for: Which of the following is your house or bungalow?
source: Detached
eo: Sindèrie

# Answer for: Which of the following is your house or bungalow?
source: Semi-detached
eo: Hauf-sindèrie

# Answer for: Which of the following is your house or bungalow?
source: Terraced
eo: Pairt o a raa

# Answer for: Where is your flat, maisonette or apartment?
source: In a purpose-built block of flats
eo: In a block o flats biggit fur parteeklar uise

# Answer for: Where is your flat, maisonette or apartment?
source: Part of a converted or shared house
eo: Pairt o a replenisht ur twinit hoose

# Answer for: Where is your flat, maisonette or apartment?
source: In a commercial building
eo: In a biggin fur consarns

source: Internal wheelchair usage
eo: Wheelchyre uise inbye

source: External wheelchair access
eo: Wheelchyre uise ootbye

source: Other physical or mobility difficulties
eo: Ither palls wi tha poust o tha bouk ur wi gettin aboot

source: Visual difficulties
eo: Palls wi tha sicht

source: Hearing difficulties
eo: Palls wi tha heerin

source: Other
eo: Ither

source: Enter adaptation
eo: Inpit fettlin

source: None of these
eo: Nane o thir

# Answer for: What type of central heating does <em>{address}</em> have?
source: Oil
eo: Ile

# Answer for: What type of central heating does <em>{address}</em> have?
source: Mains gas
eo: Gas aff tha street

# Answer for: What type of central heating does <em>{address}</em> have?
source: Tank or bottled gas
eo: Gas frae a tank ur bottle

# Answer for: What type of central heating does <em>{address}</em> have?
source: Electric
eo: Lectric

# Answer for: What type of central heating does <em>{address}</em> have?
source: Wood
eo: Wuid

# Answer for: What type of central heating does <em>{address}</em> have?
source: Solid fuel
eo: Kïnnlin

# Answer for: What type of central heating does <em>{address}</em> have?
source: Renewable heating system
eo: Replenishin firin gate

# Answer for: What type of central heating does <em>{address}</em> have?
source: Other central heating
eo: Ither yin-soorce haitin

# Answer for: What type of central heating does <em>{address}</em> have?
source: No central heating
eo: Nae yin-soorce haitin

# Answer for: What type of renewable energy systems does <em>{address}</em> have?
source: Solar panels for electricity
eo: Sinn-pooert flatches fur lectric

# Answer for: What type of renewable energy systems does <em>{address}</em> have?
source: Solar panels for heating water
eo: Sinn-pooert flatches fur haitin wattèr

# Answer for: What type of renewable energy systems does <em>{address}</em> have?
source: Wind turbine
eo: Wun turbine

# Answer for: What type of renewable energy systems does <em>{address}</em> have?
source: Other
eo: Ither

# Answer for: What type of renewable energy systems does <em>{address}</em> have?
source: Enter renewable energy system
eo: Inpit replenishin pooer gate

# Answer for: What type of renewable energy systems does <em>{address}</em> have?
source: No renewable energy systems
eo: Nae replenishin pooer gates

# Answer for: Does your household own or rent <em>{address}</em>?
source: Owns outright
eo: In aucht richt oot

# Answer for: Does your household own or rent <em>{address}</em>?
source: Owns with a mortgage or loan
eo: In aucht unnèr a bond ur a lenn

# Answer for: Does your household own or rent <em>{address}</em>?
source: Part owns and part rents
eo: Pairt awns an pairt sets

# Answer for: Does your household own or rent <em>{address}</em>?
source: Rents
eo: Sets

# Answer for: Does your household own or rent <em>{address}</em>?
source: Lives here rent-free
eo: Bides here wi nae rent

# Answer for: Who do you rent from?
source: Northern Ireland Housing Executive
eo: Norlin Airlann Hoosin Guidèrs

# Answer for: Who do you rent from?
source: Housing association or charitable trust
eo: Hoosin join ur awmous trust

# Answer for: Who do you rent from?
source: Private landlord
eo: Hiddlie lannlaird

# Answer for: Who do you rent from?
source: Private renting with a letting agent
eo: Hiddlie settin wi a settin factor

# Answer for: Who do you rent from?
source: Employer of a household member
eo: Maistèrman o a bodie in tha hoosehaud

# Answer for: Who do you rent from?
source: Relative or friend of a household member
eo: Freen ur billie o a bodie in tha hoosehaud

# Answer for: Who do you rent from?
source: Other
eo: Ither

source: None
eo: Nane

source: 4 or more
eo: Fower ur mair

source: Enter the number of cars or vans
eo: Pit in tha nummer o motors ur vans

# Answer for: Are you <em>{person_name}?</em>
source: Yes, I am
eo: Aye, A am

# Answer for: Are you <em>{person_name}?</em>
source: No, I am answering on their behalf
eo: Naw, A'm makkin repone oan thair pairt

# Answer for: You are {age_in_years} years old. Is this correct?
source: No, I need to change my date of birth
eo: Naw, A maun cheynge tha date A wus boarn

# Answer for: {person_name} is {age_in_years} years old. Is this correct?
source: No, I need to change their date of birth
eo: Naw, A maun cheynge tha date the' wur boarn

# Answer for: What is your sex?
source: Female
eo: Wummin-bodie

# Answer for: What is your sex?
source: Male
eo: Man-bodie

# Answer for: What is <em>{person_name_possessive}</em> sex?
source: Female
eo: Wummin-bodie

# Answer for: What is <em>{person_name_possessive}</em> sex?
source: Male
eo: Man-bodie

# Answer for: What is your marital or same-sex civil partnership status?
source: Single, never married and never in a same-sex civil partnership
eo: Sïng'l, nivver merriet an nivver in a yin-sex ceevil pairtnerie

# Answer for: What is your marital or same-sex civil partnership status?
source: Married
eo: Merriet

# Answer for: What is your marital or same-sex civil partnership status?
source: In a same-sex civil partnership
eo: In a yin-sex ceevil pairtnerie

# Answer for: What is your marital or same-sex civil partnership status?
source: Separated, but still legally married
eo: Sindèrt; merriet gan bae tha laa, but

# Answer for: What is your marital or same-sex civil partnership status?
source: Separated, but still legally in a same-sex civil partnership
eo: Sindèrt; in a yin-sex ceevil pairtnerie gan bae tha laa, but

# Answer for: What is your marital or same-sex civil partnership status?
source: Divorced
eo: Divorce't

# Answer for: What is your marital or same-sex civil partnership status?
source: Formerly in a same-sex civil partnership which is now legally dissolved
eo: At yin time in a yin-sex civil pairtnerie 'at's noo redd bae tha laa

# Answer for: What is your marital or same-sex civil partnership status?
source: Widowed
eo: Widda't

# Answer for: What is your marital or same-sex civil partnership status?
source: Surviving partner from a same-sex civil partnership
eo: Pairtner 'at's leevin yit frae a yin-sex civil pairtnerie

source: Single, never married and never in a same-sex civil partnership
eo: Sïng'l, nivver merriet an nivver in a yin-sex ceevil pairtnerie

source: Married
eo: Merriet

source: In a same-sex civil partnership
eo: In a yin-sex ceevil pairtnerie

source: Separated, but still legally married
eo: Sindèrt; merriet yit gan bae tha laa, but

source: Separated, but still legally in a same-sex civil partnership
eo: Sindèrt; in a yin-sex ceevil pairtnerie yit gan bae tha laa, but

source: Divorced
eo: Divorce't

source: Formerly in a same-sex civil partnership which is now legally dissolved
eo: At yin time in a yin-sex ceevil pairtnerie 'at's noo redd bae tha laa

source: Widowed
eo: Widda't

source: Surviving partner from a same-sex civil partnership
eo: Pairtner 'at's leevin yit frae a yin-sex ceevil pairtnerie

# Answer for: Are you a student in full-time education?
source: Yes
eo: Aye

# Answer for: Are you a student in full-time education?
source: No
eo: Naw

# Answer for: Is <em>{person_name}</em> a student in full-time education?
source: Yes
eo: Aye

# Answer for: Is <em>{person_name}</em> a student in full-time education?
source: No
eo: Naw

# Answer for: Are you a schoolchild or student in full-time education?
source: Yes
eo: Aye

# Answer for: Are you a schoolchild or student in full-time education?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# Answer for: During term time, where do you usually live?
source: At another address
eo: Ben anither bakkin

# Answer for: During term time, where does <em>{person_name}</em> usually live?
source: At another address
eo: Ben anither bakkin

# Answer for: What is your country of birth?
source: Northern Ireland
eo: Norlin Airlann

# Answer for: What is your country of birth?
source: England
eo: Inglann

# Answer for: What is your country of birth?
source: Scotland
eo: Scoatlann

# Answer for: What is your country of birth?
source: Republic of Ireland
eo: Airisch Free State

# Answer for: What is your country of birth?
source: Elsewhere
eo: Itherwhar

# Answer for: What is your country of birth?
source: Please specify current name of country
eo: Ableeged gin ye'd gie parteeklars o whut the' cry tha kintrie thenoo

# Answer for: What is <em>{person_name_possessive}</em> country of birth?
source: Northern Ireland
eo: Norlin Airlann

# Answer for: What is <em>{person_name_possessive}</em> country of birth?
source: England
eo: Inglann

# Answer for: What is <em>{person_name_possessive}</em> country of birth?
source: Scotland
eo: Scoatlann

# Answer for: What is <em>{person_name_possessive}</em> country of birth?
source: Republic of Ireland
eo: Airisch Free State

# Answer for: What is <em>{person_name_possessive}</em> country of birth?
source: Elsewhere
eo: Itherwhar

# Answer for: What is <em>{person_name_possessive}</em> country of birth?
source: Please specify current name of country
eo: Ableeged gin ye'd gie parteeklars o whut the' cry tha kintrie thenoo

# Answer for: One year ago, what was your usual address?
source: Student term-time address in the UK
eo: Bakkin in tha CK throch tha tack o tha collegianer's lear

# Answer for: One year ago, what was your usual address?
source: Another address in the UK
eo: Anither bakkin in tha CK

# Answer for: One year ago, what was your usual address?
source: An address outside the UK
eo: A bakkin ootbye tha CK

# Answer for: One year ago, what was your usual address?
source: Please enter the country
eo: Ableeged gin ye'd pit in tha kintrie

source: Student term-time address in the UK
eo: Bakkin in tha CK throch tha tack o tha collegianer's lear

source: Another address in the UK
eo: Anither bakkin in tha CK

source: An address outside the UK
eo: A bakkin ootbye tha CK

source: Please enter the country
eo: Ableeged gin ye'd pit in tha kintrie

# Answer for: Enter details of your address one year ago.
source: Address line 1
eo: Bakkin line yin

# Answer for: Enter details of your address one year ago.
source: Address line 2
eo: Bakkin line twa

# Answer for: Enter details of your address one year ago.
source: Town or city
eo: Toon ur citie

# Answer for: Enter details of your address one year ago.
source: County (optional)
eo: Coontie (no a maun-dae)

# Answer for: Enter details of your address one year ago.
source: Postcode
eo: Póastcode

source: Address line 1
eo: Bakkin line yin

source: Address line 2
eo: Bakkin line twa

source: Town or city
eo: Toon ur citie

source: County (optional)
eo: Coontie (no a maun-dae)

source: Postcode
eo: Póastcode

# Answer for: What passports do you hold?
source: United Kingdom
eo: Claught Kïngrick

# Answer for: What passports do you hold?
source: Ireland
eo: Airlann

# Answer for: What passports do you hold?
source: Other
eo: Ither

# Answer for: What passports do you hold?
source: Please specify the passports you hold
eo: Ableeged gin ye'd gie parteeklars o tha passpoorts ye haud

# Answer for: What passports do you hold?
source: None
eo: Nane

# Answer for: What passports does <em>{person_name}</em> hold?
source: United Kingdom
eo: Claught Kïngrick

# Answer for: What passports does <em>{person_name}</em> hold?
source: Ireland
eo: Airlann

# Answer for: What passports does <em>{person_name}</em> hold?
source: Other
eo: Ither

# Answer for: What passports does <em>{person_name}</em> hold?
source: Please specify the passports held
eo: Ableeged gin ye'd gie parteeklars o tha passpoorts the' haud

# Answer for: What passports does <em>{person_name}</em> hold?
source: None
eo: Nane

# Answer for: How would you describe your national identity?
source: British
eo: Brïtisch

# Answer for: How would you describe your national identity?
source: Irish
eo: Airisch

# Answer for: How would you describe your national identity?
source: Northern Irish
eo: Norlin Airisch

# Answer for: How would you describe your national identity?
source: English
eo: Inglisch

# Answer for: How would you describe your national identity?
source: Scottish
eo: Scotch

# Answer for: How would you describe your national identity?
source: Other
eo: Ither

# Answer for: How would you describe your national identity?
source: Please describe your national identity
eo: Ableeged gin ye'd gie wittins o tha mairk o yer kintrie

# Answer for: How would <em>{person_name}</em> describe their national identity?
source: British
eo: Brïtisch

# Answer for: How would <em>{person_name}</em> describe their national identity?
source: Irish
eo: Airisch

# Answer for: How would <em>{person_name}</em> describe their national identity?
source: Northern Irish
eo: Norlin Airisch

# Answer for: How would <em>{person_name}</em> describe their national identity?
source: English
eo: Inglisch

# Answer for: How would <em>{person_name}</em> describe their national identity?
source: Scottish
eo: Scotch

# Answer for: How would <em>{person_name}</em> describe their national identity?
source: Other
eo: Ither

# Answer for: How would <em>{person_name}</em> describe their national identity?
source: Please describe their national identity
eo: Ableeged gin ye'd gie wittins o tha mairk o thair kintrie

# Answer for: What is your ethnic group?
source: White
eo: Whyte

# Answer for: What is your ethnic group?
source: Irish Traveller
eo: Airisch Treveller

# Answer for: What is your ethnic group?
source: Indian
eo: Ïndyan

# Answer for: What is your ethnic group?
source: Filipino
eo: Fïlipino

# Answer for: What is your ethnic group?
source: Black African
eo: Bleck Aafrican

# Answer for: What is your ethnic group?
source: Black other
eo: Bleck ither

# Answer for: What is your ethnic group?
source: Mixed ethnic group
eo: Compluthert kin curn

# Answer for: What is your ethnic group?
source: Please specify mixed ethnic group
eo: Ableeged gin ye'd gie parteeklars o compluthert kin curn

# Answer for: What is your ethnic group?
source: Any other ethnic group
eo: Onie ither kin curn

# Answer for: What is your ethnic group?
source: Please specify other ethnic group
eo: Ableeged gin ye'd gie parteeklars o ither kin curn

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: White
eo: Whyte

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Irish Traveller
eo: Airisch Treveller

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Indian
eo: Ïndyan

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Filipino
eo: Fïlipino

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Black African
eo: Bleck Aafrican

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Black other
eo: Bleck ither

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Mixed ethnic group
eo: Compluthert kin curn

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Please specify mixed ethnic group
eo: Ableeged gin ye'd condescend oan compluthert kin curn

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Any other ethnic group
eo: Onie ither kin curn

# Answer for: What is <em>{person_name_possessive}</em> ethnic group?
source: Please specify other ethnic group
eo: Ableeged gin ye'd condescend oan ither kin curn

# Answer for: What religion, religious denomination or body do you belong to?
source: Roman Catholic
eo: Roman Caithlick

# Answer for: What religion, religious denomination or body do you belong to?
source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

# Answer for: What religion, religious denomination or body do you belong to?
source: Church of Ireland
eo: Kirk o Airlann

# Answer for: What religion, religious denomination or body do you belong to?
source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

# Answer for: What religion, religious denomination or body do you belong to?
source: Other
eo: Ither

# Answer for: What religion, religious denomination or body do you belong to?
source: Please specify religion, religious denomination or body
eo: Ableeged gin ye'd gie parteeklars o releegion, kirk ur releegious convenerie

# Answer for: What religion, religious denomination or body do you belong to?
source: None
eo: Nane

source: Roman Catholic
eo: Roman Caithlick

source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

source: Church of Ireland
eo: Kirk o Airlann

source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

source: Other
eo: Ither

source: Please specify religion, religious denomination or body
eo: Ableeged gin ye'd gie parteeklars o releegion, kirk ur releegious convenerie

source: None
eo: Nane

source: Roman Catholic
eo: Roman Caithlick

source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

source: Church of Ireland
eo: Kirk o Airlann

source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

source: Other
eo: Ither

source: Please specify religion, religious denomination or body
eo: Ableeged gin ye'd gie parteeklars o releegion, kirk ur releegious convenerie

source: None
eo: Nane

source: Roman Catholic
eo: Roman Caithlick

source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

source: Church of Ireland
eo: Kirk o Airlann

source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

source: Other
eo: Ither

source: Please specify religion, religious denomination or body
eo: Ableeged gin ye'd gie parteeklars o releegion, kirk ur releegious convenerie

source: None
eo: Nane

# Answer for: What is your main language?
source: English
eo: Inglisch

# Answer for: What is your main language?
source: Other
eo: Ither

# Answer for: What is your main language?
source: Please specify main language
eo: Ableeged gin ye'd gie parteeklars o foremaist leid

# Answer for: What is <em>{person_name_possessive}</em> main language?
source: English
eo: Inglisch

# Answer for: What is <em>{person_name_possessive}</em> main language?
source: Other
eo: Ither

# Answer for: What is <em>{person_name_possessive}</em> main language?
source: Please specify main language
eo: Ableeged gin ye'd gie parteeklars o foremaist leid

# Answer for: How well can you speak English?
source: Very well
eo: Gye an weel

# Answer for: How well can you speak English?
source: Well
eo: Weel

# Answer for: How well can you speak English?
source: Not well
eo: No weel

# Answer for: How well can you speak English?
source: Not at all
eo: Nocht

# Answer for: How well can <em>{person_name}</em> speak English?
source: Very well
eo: Gye an weel

# Answer for: How well can <em>{person_name}</em> speak English?
source: Well
eo: Weel

# Answer for: How well can <em>{person_name}</em> speak English?
source: Not well
eo: No weel

# Answer for: How well can <em>{person_name}</em> speak English?
source: Not at all
eo: Nocht

# Answer for: Can you understand, speak, read or write Irish?
source: Understand Irish
eo: Unnèrstaun Airisch

# Answer for: Can you understand, speak, read or write Irish?
source: Speak Irish
eo: Taak Airisch

# Answer for: Can you understand, speak, read or write Irish?
source: Read Irish
eo: Raed Airisch

# Answer for: Can you understand, speak, read or write Irish?
source: Write Irish
eo: Scrieve Airisch

# Answer for: Can you understand, speak, read or write Irish?
source: No ability
eo: Nae kennin

# Answer for: Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Understand Irish
eo: Unnèrstaun Airisch

# Answer for: Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Speak Irish
eo: Taak Airisch

# Answer for: Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Read Irish
eo: Raed Airisch

# Answer for: Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Write Irish
eo: Scrieve Airisch

# Answer for: Can <em>{person_name}</em> understand, speak, read or write Irish?
source: No ability
eo: Nae kennin

# Answer for: How often do you speak Irish?
source: Daily
eo: Ilka-day

# Answer for: How often do you speak Irish?
source: Weekly
eo: Ilka aidays

# Answer for: How often do you speak Irish?
source: Less often
eo: No sae affen

# Answer for: How often do you speak Irish?
source: Never
eo: Nivver

# Answer for: How often does <em>{person_name}</em> speak Irish?
source: Daily
eo: Ilka-day

# Answer for: How often does <em>{person_name}</em> speak Irish?
source: Weekly
eo: Ilka aidays

# Answer for: How often does <em>{person_name}</em> speak Irish?
source: Less often
eo: No sae affen

# Answer for: How often does <em>{person_name}</em> speak Irish?
source: Never
eo: Nivver
